Repository: kienquocIT/mis-ui
Catalog: apps/core/auths/locale/*/LC_MESSAGES/django.po
Languages: vi

source: Your is administrator's tenant
vi: Bạn là quản trị viên tổ chức

source: Your isn't administrator's tenant
vi: Bạn không phải là quản trị viên tổ chức

source: Two-Factor Authentication
vi: Xác thực 2 bước

source: Integrated
vi: Đã tích hợp

source: Integrate now
vi: Tích hợp ngay

source: Enable
vi: Kích hoạt

source: Disable
vi: Huỷ kích hoạt

source: or enter the code manually
vi: hoặc nhập mã

source: Step 1
vi: Bước 1

source: Step 2
vi: Bước 2

source: Scan the QR code using your 2FA app, or manually enter the provided setup key.
vi: Quét mã QR bằng ứng dụng 2FA của bạn hoặc nhập thủ công khóa thiết lập được cung cấp.

source: Enter the one-time code (OTP) generated by your 2FA app into the provided field.
vi: Nhập mã một lần (OTP) do ứng dụng 2FA của bạn tạo vào trường được cung cấp.

source: Click Verify to confirm.
vi: Nhấn nút Xác minh để xác nhận.

source: 2FA will be activated upon successful integration. The system may require you to log in again.
vi: 2FA sẽ được kích hoạt ngay sau khi tích hợp thành công. Hệ thống có thể yêu cầu bạn đăng nhập lại.

source: Integrate status
vi: Trạng thái tích hợp

source: The OTP code is required
vi: Mã OTP là bắt buộc

source: The system only provides one 2FA configuration per user.
vi: Hệ thống chỉ cung cấp cho mỗi người một cấu hình 2FA.

source: All actions performed with the 2FA setting will require OTP entry.
vi: Mọi thao tác thực hiện với cài đặt 2FA sẽ bắt buộc nhập OTP.

source: Enabling 2FA will require OTP verification after login and sensitive operations.
vi: Kích hoạt 2FA sẽ bắt buộc nhập xác thực OTP sau khi đăng nhập và các thao tác nhạy cảm.

source: For any issues related to 2FA, please contact the administrator for resolution.
vi: Mọi vấn đề liên quan đến 2FA vui lòng liên hệ quản trị viên để giải quyết.

source: OTP is only valid once per cycle and reuse is not accepted in cycle.
vi: OTP chỉ có hiệu lực một lần trong mỗi chu kỳ và không chấp nhận sử dụng lại trong chu kỳ.

source: Enter the OTP verification code
vi: Nhập mã xác thực OTP

source: Enter verification code
vi: Nhập mã xác thực

source: 2FA Authentication
vi: Xác thực Hai Yếu Tố (2FA)

source: Or another application that supports 2FA with a token
vi: Hoặc một ứng dụng khác hỗ trợ 2FA bằng mã token.

source: Application supports 2FA
vi: Ứng dụng hỗ trợ 2FA

source: Install application at
vi: Cài đặt ứng dụng tại

source: My profile
vi: Hồ sơ của tôi
