Repository: kienquocIT/mis-ui
Catalog: apps/core/auths/locale/*/LC_MESSAGES/djangojs.po
Languages: vi

source: The username or password is incorrect
vi: Tên người dùng hoặc mật khẩu không chính xác

source: Please solve the captcha.
vi: Vui lòng hoàn thành captcha.

source: Saved to clipboard!
vi: Đã lưu vào bộ nhớ tạm!

source: Not support clipboard!
vi: Không hỗ trợ lưu vào bộ nhớ tạm!

source: Enable 2FA
vi: Kích hoạt 2FA

source: Disable 2FA
vi: Huỷ kích hoạt 2FA

source: Enter the OTP verification code
vi: Nhập mã xác thực OTP

source: The OTP verification code must be required
vi: Mã xác thực OTP là bắt buộc

source: The verification is successful
vi: Xác minh thành công

source: The session login was expired
vi: Phiên làm việc đã hết hạn

source: Please enter the verification code
vi: Vui lòng nhập mã xác thực

source: Destroy 2FA
vi: Xoá 2FA

source: If the operation is successful, you will be redirected to log in again.
vi: Nếu thao tác thành công, bạn sẽ được chuyển hướng để đăng nhập lại.

source: OTP verified success
vi: Xác thực OTP thành công

source: OTP verified failure
vi: Xác thực OTP thất bại

source: Login
vi: Đăng nhập

source: Logout
vi: Đăng xuất

source: OTP verify
vi: Xác thực OTP

source: OTP do not match
vi: OTP xác thực không đúng

source: OTP was used
vi: OTP đã được sử dụng

source: The user was locked out
vi: Người dùng đã bị khóa

source: Create 2FA config
vi: Tạo cấu hình 2FA

source: Update 2FA status
vi: Cập nhật trạng thái 2FA

source: Valid 2FA config
vi: Xác thực cấu hình 2FA

source: Destroy 2FA config
vi: Xoá cấu hình 2FA

source: Request was throttled. Expected available in {time_sec} seconds.
vi: Yêu cầu đã được điều tiết do lưu lượng bất thường. Dự kiến khả dụng sau {time_sec} giây.

source: The tenant is not found or was disabled!
vi: Không tìm thấy tổ chức của bạn, hoặc có thể bị vô hiệu hoá!
