Repository: kienquocIT/mis-ui
Catalog: locale/*/LC_MESSAGES/django.po
Languages: vi

source: Quotation indicator create successfully
vi: Tạo chỉ tiêu báo giá thành công

source: Quotation indicator update successfully
vi: Cập nhật chỉ tiêu báo giá thành công

source: Quotation indicator restore successfully
vi: Khôi phục chỉ tiêu báo giá thành công

source: Restore
vi: Khôi phục

source: This will restore indicator back to default data. All current data will be removed
vi: Hành động này sẽ khôi phục các chỉ tiêu về dữ liệu mặc định. Tất cả dữ liệu hiện tại sẽ bị mất

source: Do you wish to continue?
vi: Bạn có muốn tiếp tục?

source: Quotation value
vi: Giá trị báo giá

source: Sale order value
vi: Giá trị đơn bán hàng

source: Difference value
vi: Giá trị chênh lệch

source: Sale order indicator create successfully
vi: Tạo chỉ tiêu đơn bán hàng thành công

source: Sale order indicator update successfully
vi: Cập nhật chỉ tiêu đơn bán hàng thành công

source: Sale order indicator restore successfully
vi: Khôi phục chỉ tiêu đơn bán hàng thành công

source: Can not select stage because this opportunity has been closed
vi: Không thể chọn giai đoạn vì cơ hội kinh doanh đã đóng

source: Stage has been updated, Please Save!
vi: Giai đoạn đã được cập nhật, vui lòng lưu!

source: Upload
vi: Tải lên

source: This change will take effect after the next login.
vi: Thay đổi này sẽ có hiệu lực sau lần đăng nhập tiếp theo.

source: The username or password is incorrect
vi: Tên người dùng hoặc mật khẩu không chính xác

source: Choose a image
vi: Chọn 1 hình ảnh

source: Allow type {0} and file size less than equal 5MiB
vi: Cho phép loại tệp {0} và kích thước tập tin tối đa 5MiB

source: Choose a space menus
vi: Chọn một Space Menus

source: Each Space has different menus.
vi: Mỗi Space có các Menus khác nhau.

source: Data is refreshed.
vi: Dữ liệu đã được làm mới

source: Delivery before
vi: Đã giao

source: Information
vi: Thông tin

source: General Information
vi: Thông tin chung

source: Maintaining State
vi: Đang duy trì

source: Broken State
vi: Đã hỏng

source: All roles
vi: Tất cả các roles

source: The roles to which the employee belongs
vi: Các vai trò mà nhân viên thuộc về

source: Date active
vi: Ngày kích hoạt

source: Date expires
vi: Ngày hết hạn

source: Used / Quantity
vi: Đã sử dụng / Tổng

source: Subscription
vi: Gói thuê bao

source: Plan-Application
vi: Gói - Ứng dụng

source: Jurisdiction
vi: Phạm vi quyền

source: Setup permission pre-commitment
vi: Cấu hình quyền trước khi thêm vào

source: You will be redirected to the previous page
vi: Bạn sẽ được chuyển hướng đến trang trước

source: Previous page
vi: Trang trước

source: Upload Document
vi: Tải lên tài liệu

source: Click here to upload file
vi: Chọn ở đây để tải lên tài liệu

source: Add Document
vi: Thêm tài liệu

source: Product introduction document for customer
vi: Tài liệu giới thiệu sản phẩm cho khách hàng

source: Document for customer
vi: Tài liệu cho khách hàng

source: Copy to sale order
vi: Sao chép đến đơn bán hàng

source: Is admin
vi: Là QTV

source: Current page automatically goes to end page after the new row was added
vi: Tự động chuyển đến trang cuối sau khi thêm dòng mới thành công

source: Permissions Settings
vi: Phân quyền

source: Limited
vi: Giới hạn

source: Data of this tab will be used on 'Permission` tab after saving.
vi: Dữ liệu của tab này sẽ được sử dụng trên tab 'Quyền` sau khi lưu.

source: The used license will be total member multiplication with role used license.
vi: Giấy phép đã sử dụng sẽ là tổng số thành viên nhân với giấy phép đã sử dụng trong vai trò.

source: Main Document
vi: Tài liệu chính

source: Opportunity task config
vi: Cấu hình giao việc

source: Task config
vi: Cấu hình giao việc

source: Status setup
vi: Cấu hình trạng thái

source: Task will change to
vi: Phiếu sẽ chuyển sang

source: To do Status
vi: Trạng thái việc cần làm

source: if old status is delete
vi: nếu trạng thái cũ của phiếu bị xoá

source: Assignee Permission
vi: Quyền của người được giao việc

source: Assignee can edit Start Date and End Date
vi: có thể sửa ngày bắt đầu/kết thúc

source: Assignee can edit Estimate
vi: có thể sửa dự tính hoàn thành

source: Color
vi: Màu sắc

source: Click on text to edit.
vi: Click vào tên để sửa.

source: Task
vi: Giao việc

source: Task list page
vi: Trang giao việc

source: Task list
vi: Danh sách giao việc

source: Create Task
vi: Tạo giao việc

source: Detail Task
vi: Chi tiết giao việc

source: Start date
vi: Ngày bắt đầu

source: End date
vi: Ngày kết thúc

source: Estimate
vi: Ước tính

source: An estimate of how much time you have spent working.
vi: Ước lượng khoảng thời gian bỏ ra để làm việc này

source: Log time
vi: Ghi nhận giờ làm

source: Opp code
vi: Mã cơ hội kinh doanh

source: Priority
vi: Độ ưu tiên

source: Label
vi: Nhãn

source: Assigner
vi: Người giao việc

source: Assignee
vi: Người nhận việc

source: Assign to me
vi: Giao cho tôi

source: Checklist
vi: Danh sách kiểm tra

source: Sub task
vi: Phiếu giao việc con

source: Log time history
vi: Lịch sử ghi nhận giờ làm

source: Time spent
vi: Số giờ đã làm

source: Low
vi: Thấp

source: Medium
vi: Trung bình

source: High
vi: Cao

source: Files
vi: Đính kèm

source: Open a new tab
vi: Mở với tab mới

source: By Group
vi: Theo nhóm

source: Of Me
vi: Của tôi

source: Of Same Group
vi: Cùng nhóm của tôi

source: Of My Staff
vi: Nhân viên của tôi

source: Ascending
vi: Tăng dần

source: Descending
vi: Giảm dần

source: Please solve the captcha.
vi: Vui lòng hoàn thành captcha.

source: Warning
vi: Cảnh báo

source: Continue
vi: Tiếp Tục

source: All selected purchase requests and related datas will be removed
vi: Tất cả yêu cầu mua hàng đã chọn và dữ liệu liên quan sẽ bị xóa

source: Product is not in
vi: Sản phẩm không thuộc

source: Opportunity was closed
vi: CHKD đã đóng

source: Opportunity had sale order
vi: CHKD đã có đơn bán hàng

source: Introduce
vi: Giới thiệu

source: Products
vi: Sản phẩm

source: Solutions
vi: Giải pháp

source: Customers
vi: Khách hàng

source: Registry
vi: Đăng ký

source: About Us
vi: Về chúng tôi

source: Some app depend is open
vi: Một số ứng dụng phụ thuộc đang mở

source: Depend on apps
vi: Một số ứng dụng phụ thuộc

source: has not been created for Opportunity
vi: chưa được tạo cho cơ hội kinh doanh

source: Auto Update Stage
vi: Tự động cập nhật giai đoạn

source: Create Related Feature
vi: Tạo các chức năng liên quan

source: View Related Feature
vi: Xem các chức năng liên quan

source: Price In
vi: Giá tính bằng

source: price list does not allow configuration.
vi: Bảng giá không được cho phép cấu hình

source: Get item from
vi: Lấy sản phẩm (chi phí) từ

source: Save Config
vi: Lưu cấu hình

source: Save Price List
vi: Lưu bảng giá

source: Delete this item ?
vi: Xóa mục này ?

source: Can not delete this item!
vi: Không thể xóa mục này

source: You can update can delete in tab setting
vi: Bạn có thể cập nhật có thể xóa ở mục cài đặt

source: Delivered Date
vi: Hạn giao hàng

source: Purchase Status
vi: Trạng thái mua

source: Request For
vi: Yêu cầu cho

source: Create purchase request for
vi: Tạo YCMH cho

source: Request
vi: Yêu cầu

source: Note
vi: Ghi chú

source: Purchase Request
vi: Yêu cầu mua hàng

source: Order Code
vi: Mã bán hàng

source: Supplier Name
vi: Tên nhà cung cấp

source: Owner Name
vi: Tên quản lý

source: Contact Name
vi: Tên liên hệ

source: Num of product request can not greater than num of product remain
vi: Số lượng sản phẩm yêu cầu không thể lớn hơn số lượng chưa giao

source: Application using in Role
vi: Ứng dụng đang sử dụng của vai trò

source: Application using in Self
vi: Ứng dụng đang sử dụng của chính nó

source: Please check/selected depends on apps at Packages - Applications then try again
vi: Kiểm tra/Chọn sử dụng ứng dụng phụ thuộc của ứng dụng này tại khu vực Gói - Ứng dụng. Sau đó thử lại

source: Show more
vi: Xem thêm

source: Show less
vi: Thu gọn

source: Belong To Roles
vi: Thuộc về Vai Trò

source: Person delivery
vi: Người giao hàng

source: Person picking
vi: Người lấy hàng

source: Employee inherit
vi: Người thụ hưởng

source: Select coordinator for Picking activities
vi: Chọn người điều phối cho hoạt động lấy hàng

source: Select coordinator for Delivery activities
vi: Chọn người điều phối cho hoạt động giao hàng

source: Org Charts
vi: Cây cơ cấu

source: Manager Person
vi: Người Quản Lý

source: Belong to Role
vi: Có Vai Trò

source: Get all
vi: Lấy tất cả

source: Reset
vi: Làm lại

source: Re-Password not match Password
vi: Mật khẩu không khớp

source: Available for currently displayed elements
vi: Có sẵn cho các phần tử hiện đang hiển thị

source: Show
vi: Hiển thị

source: Hide
vi: Ẩn

source: Member of Group
vi: Thành viên của nhóm

source: Empty
vi: Không có dữ liệu

source: Make empty
vi: Làm trống

source: Leave
vi: Nghỉ phép

source: Leave config
vi: Cấu hình nghỉ phép

source: Leave type
vi: Loại nghỉ phép

source: Year's Seniority
vi: Thâm niên

source: Paid by
vi: Thanh toán bởi

source: Balance management
vi: Quản lý số dư

source: Number of months the balance will expire
vi: Số tháng số dư sẽ hết hạn

source: Number of paid annual leave days
vi: Số ngày nghỉ hàng năm được trả lương

source: Leave type create successfully
vi: Tạo loại phép thành công

source: Leave type delete successfully
vi: Xoá loại phép thành công

source: Leave type update successfully
vi: Sửa loại phép thành công

source: Company salary
vi: Công ty chi trả

source: Social insurance
vi: Bảo Hiểm Xã Hội chi trả

source: Unpaid
vi: Không chi trả

source: Type name
vi: Tên loại

source: Number of annual days
vi: Số ngày phép

source: Expiration management
vi: Quản lý ngày hết hạn

source: Date expired
vi: Ngày hết hạn

source: Wrong number, min is 12 and number format is integer
vi: Sai định dạng, là số nguyên và nhõ nhất là 12

source: From
vi: Từ

source: To
vi: Đến

source: Added days
vi: Số ngày thêm

source: Unit: Year
vi: Đơn vị: Năm

source: Return to home
vi: Trở về trang chủ

source: Sorry, the requested page cannot be found.
vi: Xin lỗi, không thể tìm thấy trang được yêu cầu.

source: Try finding with another name.
vi: Hãy thử tìm với một tên khác.

source: Server is temporarily unable to handle the request. This may be due to the server being overloaded or down for maintenance.
vi: Máy chủ tạm thời không thể xử lý yêu cầu. Điều này có thể do máy chủ bị quá tải hoặc ngừng hoạt động để bảo trì.

source: Purchase order
vi: Đơn mua hàng

source: Delivered date
vi: Ngày giao

source: Delivered status
vi: Trạng thái giao

source: Select items from purchase request
vi: Chọn sản phẩm từ yêu cầu mua hàng

source: Exceeded quantity requested
vi: Vượt quá số lượng yêu cầu

source: Must not less than quantity ordered
vi: Không được ít hơn số lượng đặt hàng

source: Remain (PO)
vi: Chưa mua

source: Quantity order
vi: SL đặt mua

source: Received date
vi: Ngày nhận

source: Project
vi: Dự án

source: Inheritor
vi: Người thụ hưởng

source: Purchase order create successfully
vi: Tạo đơn mua hàng thành công

source: Purchase order update successfully
vi: Cập nhật đơn mua hàng thành công

source: Goods receipt create successfully
vi: Tạo đơn nhập hàng thành công

source: Goods receipt update successfully
vi: Cập nhật đơn nhập hàng thành công

source: Must select one warehouse
vi: Phải chọn một kho

source: Exceed remain quantity
vi: Vượt quá số lượng còn lại

source: Goods receipt
vi: Nhập hàng

source: Search
vi: Tìm kiếm

source: search
vi: tìm kiếm

source: Enter text
vi: Nhập văn bản

source: enter text
vi: nhập văn bản

source: Allow view this opportunity
vi: Cho phép xem chi tiết Cơ Hội Kinh Doanh này

source: Allow add and change permission member
vi: Cho phép thêm và chỉnh sửa quyền cho thành viên

source: The picklists in this section will be affected by each other when the value of an item changes.
vi: Các danh sách chọn trong phần này sẽ bị ảnh hưởng lẫn nhau khi giá trị của một mục thay đổi.

source: Go to the user manual page
vi: Đi tới trang hướng dẫn sử dụng

source: Go to detail
vi: Xem chi tiết

source: This application has been disabled for you or cannot be found!
vi: Ứng dụng này đã bị vô hiệu hóa đối với bạn hoặc không thể tìm thấy!

source: Space general
vi: Space tổng quát

source: Space all
vi: Tất cả space

source: The permission scope will not include the person for whom the permission is configured, except for the scope Themselves.
vi: Phạm vi được phép sẽ không bao gồm người được đặt cấu hình quyền, ngoại trừ phạm vi Bản thân họ.

source: Allow the action to access data in both the general space and another space.
vi: Cho phép hành động truy cập dữ liệu ở cả không gian chung và không gian khác.

source: Yes, update it!
vi: Đồng ý, cập nhật nó!

source: Lot number is exist
vi: Số lô đã tồn tại

source: Serial number is exist
vi: Số seri đã tồn tại

source: Lot number must be different
vi: Số lô phải khác nhau

source: Serial number must be different
vi: Số seri phải khác nhau

source: Quantity delivery must less than equal quantity picked
vi: Số lượng giao không vượt quá số lượng lấy

source: Only for view
vi: Chỉ khả dụng với quyền xem

source: This is Sale Person, can not remove!
vi: Đây là người bán hàng chính, không thể xoá!

source: Date receive
vi: Ngày nhận

source: Hello
vi: Xin chào

source: Welcome to
vi: Chào mừng đến với

source: Good morning
vi: Chào buổi sáng

source: Have a wonderful day.
vi: Chúc một ngày tốt lành.

source: Good afternoon
vi: Chào buổi chiều

source: Hope you're having a great day.
vi: Hy vọng bạn có một ngày tuyệt vời.

source: Good evening
vi: Buổi tối vui vẻ

source: Have a relaxing and enjoyable evening.
vi: Chúc bạn một buổi tối thư giãn và vui vẻ.

source: My Website
vi: Website của tôi

source: Working year create successfully
vi: Năm làm việc tạo thành công

source: Working year delete successfully
vi: Năm làm việc xoá thành công

source: The holiday create successfully
vi: Tạo ngày lễ thành công

source: The holiday has been updated successfully
vi: Cập nhật ngày lễ thành công

source: The holiday deleted
vi: Xoá ngày lễ thành công

source: Leave request create successfully
vi: Yêu cầu nghỉ phép tạo thành công

source: Leave available update successfully
vi: danh sách số dư cập nhật thành công

source: Increase
vi: Tăng

source: Decrease
vi: Giảm

source: Holidays
vi: Ngày lễ

source: Morning
vi: Sáng

source: Afternoon
vi: Chiều

source: Year
vi: Năm

source: Years is empty
vi: Năm trống

source: Add year
vi: Thêm mới

source: Add holiday
vi: Thêm mới

source: Data list is empty
vi: Danh sách trống

source: Leave request
vi: Yêu cầu nghỉ phép

source: Available list
vi: Danh sách số dư

source: Leave request list
vi: Danh sách nghỉ phép

source: Start day
vi: Ngày bắt đầu

source: Days off number
vi: Số ngày nghỉ

source: Date from
vi: Từ ngày

source: Date to
vi: Đến ngày

source: Sub total
vi: Tổng phụ

source: Opening year
vi: Năm Phép

source: Used
vi: Đã dùng

source: Expiration date
vi: Ngày hết hạn

source: Add date
vi: Thêm ngày

source: Employee name
vi: Tên nhân viên

source: Group name
vi: Tên nhóm

source: Adjust history
vi: Lịch sử điều chỉnh

source: Arises type
vi: Loại phát sinh

source: Adjust
vi: Điều chỉnh

source: Adjust date
vi: Ngày điều chỉnh

source: Are you sure to clean the canvas?
vi: Bạn chắc chắn muốn làm trống trình soạn thảo?

source: Are you sure to save it?
vi: Bạn chắc chắn muốn lưu?

source: Show Borders
vi: Hiển thị đường viền

source: Preview
vi: Xem trước

source: Preview full
vi: Xem bản đầy đủ

source: Help
vi: Trợ giúp

source: Print
vi: In

source: Print List
vi: Danh sách mẫu in

source: Dynamic Data
vi: Dữ liệu động

source: Type ‘#’ and your search data to open a dynamic data field selection menu. The Dynamic Data feature will be searchable by the names or codes of the data fields.
vi: Nhập '#' và dữ liệu tìm kiếm của bạn để mở menu chọn trường dữ liệu động. Tính năng Dữ liệu động sẽ có thể tìm kiếm được theo tên hoặc mã của các trường dữ liệu.

source: Params display multiple value, so It must be using in table.
vi: Thông số hiển thị nhiều giá trị nên nó phải được sử dụng trong bảng.

source: Params display normal value.
vi: Thông số hiển thị dữ liệu chuẩn.

source: Mentions
vi: Đề cập

source: Type ‘@‘ and your search data to open a list of people you want to mention. The Mention feature will search for people by their last name, first name or email address.
vi: Nhập '@' và dữ liệu tìm kiếm của bạn để mở danh sách những người bạn muốn đề cập. Tính năng Đề cập sẽ tìm kiếm mọi người theo họ, tên hoặc địa chỉ email của họ.

source: Print Template is unavailable
vi: Mẫu in không có sẵn

source: Toolbar
vi: Thanh công cụ

source: Bold
vi: In đậm

source: Italic
vi: In nghiên

source: Underline
vi: Gạch chân

source: Strikethrough
vi: Gạch ngang

source: Font family
vi: Phông chữ

source: Font size
vi: Cỡ chữ

source: Font style
vi: Kiểu chữ

source: Align Left
vi: Căn trái

source: Align Center
vi: Căn giữa

source: Align Right
vi: Căn phải

source: Justify
vi: Căn đều

source: Decrease Indent
vi: Giảm thụt lề

source: Increase Indent
vi: Thụt lề

source: Numbered list
vi: Danh sách đánh số

source: Bullet list
vi: Danh sách

source: Table
vi: Bảng

source: Two Columns
vi: Hai cột

source: Three Columns
vi: Ba cột

source: Text color
vi: Màu chữ

source: Clear formatting
vi: Xoá định dạng

source: Line Horizontal
vi: Đường ngang

source: Page Break
vi: Ngắt trang

source: Special Characters
vi: Ký tự đặc biệt

source: Emoji
vi: Biểu tượng cảm xúc

source: Image
vi: Ảnh

source: Media
vi: Video

source: Link
vi: Liên kết

source: Left to right
vi: Trái sang phải

source: Right to left
vi: Phải sang trái

source: Visual Blocks
vi: Hiển thị khối

source: Print Preview
vi: Xem trước bản in

source: Page __page__/__total_page__
vi: Trang __page__/__total_page__

source: Displaying the PDF will take time depending on the size of the print template and the number of images to be printed.
vi: Việc hiển thị tệp PDF sẽ mất thời gian tùy thuộc vào kích thước của mẫu in và số lượng hình ảnh cần in.

source: Please wait for the images to finish loading before proceeding with the print operation.
vi: Vui lòng đợi hình ảnh tải xong trước khi tiếp tục thao tác in.

source: Templates
vi: Văn bản mẫu

source: Mail Template
vi: Mẫu thư điện tử

source: Print Template
vi: Mẫu in ấn

source: Contents
vi: Nội dung

source: Download
vi: Tải xuống

source: Fullscreen
vi: Toàn màn hình

source: Export
vi: Xuất bản

source: Undo
vi: Hoàn tác

source: Redo
vi: Làm lại

source: Import
vi: Nhập vào

source: Import Data
vi: Nhập dữ liệu

source: File Data
vi: Tệp dữ liệu

source: Click to upload
vi: Nhấn vào để tải lên

source: Clear canvas
vi: Làm trống soạn thảo

source: Leave available list
vi: Danh sách phép dư

source: Number year
vi: Số năm

source: Create year
vi: Tạo năm

source: Custom Range
vi: Phạm vi tùy chỉnh

source: This field must start with a forward slash '/' and must not contain any misleading words such as system, admin, etc.
vi: Trường này phải bắt đầu bằng dấu gạch chéo lên '/' và không được chứa bất kỳ từ gây hiểu lầm nào như hệ thống, quản trị viên, v.v.

source: Site Config
vi: Cấu hình site

source: Select Status
vi: Trạng thái

source: List
vi: Danh sách

source: End time was large than Start time
vi: Ngày kết thúc lớn hơn ngày bắt đầu

source: Missing info to log time
vi: Thiếu thông tin để ghi nhận

source: Add Labor
vi: Thêm nhân công

source: This is preview demo of draft page!
vi: Đây là bản xem trước trang chưa được công bố!

source: Clone
vi: Nhân bản

source: Final acceptance
vi: Quyết toán

source: Group level
vi: Cấp nhóm

source: Group reference title
vi: Tên nhóm tham chiếu

source: Group display title
vi: Tên nhóm hiển thị

source: Group code
vi: Mã nhóm

source: Upper group
vi: Nhóm cấp trên

source: Manager
vi: Trưởng nhóm

source: Yearly
vi: Hằng năm

source: Monthly
vi: Hằng tháng

source: Weekly
vi: Hằng tuần

source: Daily
vi: Hằng ngày

source: Never
vi: Không bao giờ

source: First number
vi: Số đầu tiên

source: Next number
vi: Số tiếp theo

source: Reset frequency
vi: Thời hạn đặt lại

source: Minimum char number
vi: Số kí tự tối thiểu (Number)

source: Schema
vi: Công thức

source: Function
vi: Chức năng

source: Add Schema
vi: Thêm công thức

source: Next code is
vi: Mã tiếp theo

source: Add schema item
vi: Thêm item

source: System
vi: Hệ thống

source: User defined
vi: Người dùng cấu hình

source: Company setting
vi: Cấu hình công ty

source: Auto Code Generator
vi: Cấu hình sinh mã tự động

source: Company name
vi: Tên công ty

source: Fullname
vi: Họ và tên

source: Representator
vi: Người đại diện

source: Items code
vi: Mã phiếu

source: Items name
vi: Tên phiếu

source: Planed value
vi: Giá trị ước tính

source: Actual value
vi: Giá trị thực tế

source: Different value
vi: Giá trị chênh lệch

source: Please select sale order
vi: Vui lòng chọn đơn bán hàng

source: Select Sale order
vi: Chọn Đơn hàng bán

source: Load last storage local
vi: Tải lại bản lưu trữ cuối cùng ở máy tính này

source: Sale reports
vi: Các báo cáo kinh doanh

source: Revenue report
vi: Báo cáo doanh thu

source: Product report
vi: Báo cáo sản phẩm

source: Customer report
vi: Báo cáo khách hàng

source: Sale order code
vi: Mã đơn bán hàng

source: Sale order name
vi: Tên đơn bán hàng

source: Gross profit
vi: Lợi nhuận gộp

source: Net income
vi: Lợi nhuận thuần

source: Customer code
vi: Mã khách hàng

source: Industry name
vi: Ngành nghề

source: Update permit
vi: Cập nhật quyền

source: Sale Activities
vi: Hoạt động bán hàng

source: Call log
vi: Nhật ký cuộc gọi

source: Send email
vi: Gửi email

source: Meeting
vi: Cuộc họp

source: Activities logged
vi: Nhật ký hoạt động

source: Current action
vi: Hoạt động hiện tại

source: Next action
vi: Hoạt động tiếp theo

source: Related activities
vi: Hoạt động liên quan

source: Activity type
vi: Loại hoạt động

source: Subject
vi: Tiêu đề

source: Competitor
vi: Đối thủ

source: Account History
vi: Lịch sử khách hàng

source: Final acceptance setting
vi: Cấu hình quyết toán

source: Data source
vi: Dữ liệu nguồn

source: Editable
vi: Được chỉnh sửa

source: None
vi: Không có

source: Plan value
vi: Giá trị phương án kinh doanh

source: Variants
vi: Biến thể

source: Attributes
vi: Thuộc tính

source: Values
vi: Giá trị

source: Configurations
vi: Cấu hình

source: Variant
vi: Biến thể

source: Extra Price
vi: Giá trị cộng thêm

source: Variant Description
vi: Mô tả biến thể

source: Variant name
vi: Tên biến thể

source: Traceability method
vi: Phương pháp truy xuất

source: Attribute display
vi: Hiển thị thuộc tính

source: Select by
vi: Chọn

source: Internal
vi: Nội bộ

source: Building a website instructions
vi: Hướng dẫn xây dựng trang

source: Website architecture
vi: Kiến trúc của trang

source: Page List
vi: Danh sách trang

source: Representative Name of page (visible to only the editor)
vi: Tên đại diện của trang (chỉ người biên tập mới nhìn thấy)

source: Remarks
vi: Mô tả

source: Descriptions of page (visible to only the editor)
vi: Mô tả trang (chỉ người biên tập mới nhìn thấy)

source: Page Title
vi: Tiêu đề trang

source: Represents the name displayed at the top of a webpage, providing a brief description of its content.
vi: Đại diện cho tên được hiển thị ở đầu trang web, cung cấp mô tả ngắn gọn về nội dung của trang web đó.

source: Path
vi: Đường dẫn trang

source: Specifies the location or URL of the content within the website structure.
vi: Chỉ định vị trí hoặc URL của nội dung trong cấu trúc trang web.

source: Publish
vi: Công bố

source: Indicates the publication status, determining whether the content is currently visible to the audience (true) or not (false).
vi: Cho biết trạng thái xuất bản, xác định xem nội dung hiện có hiển thị với khán giả hay không (đúng) hay không (sai).

source: Fill id with {id}.
vi: Sử dụng '{id}' để tự động điền ID theo đường dẫn.
