Repository: kienquocIT/mis-ui
Catalog: locale/*/LC_MESSAGES/django.po
Languages: vi

source: Set up the display of product listings
vi: Thiết lập hiển thị danh sách sản phẩm

source: Create a page where you want to display the product listings
vi: Tạo trang muốn hiển thị danh sách sản phẩm

source: Skip this step if you already have a page
vi: nếu đã có trang thì bỏ qua bước này

source: Go to the page's design mode
vi: Vào trình thiết kế của page

source: Use the 'Product List' block in the page's design to display product details
vi: Sử dụng khối 'Product List' trong thiết kế của page vừa tạo để hiển thị chi tiết sản phẩm

source: Save the design
vi: Lưu lại bản thiết kế

source: Access the page preview to see the display of the newly added product listings
vi: Truy cập trình xem trang để xem hiển thị danh sách sản phẩm vừa được thêm vào

source: Set up the product detail page
vi: Thiết lập trang chi tiết sản phẩm

source: Create a new page with Path = '/product/{id}'
vi: Tạo trang mới với Path = '/product/{id}'

source: Use the 'Product Detail' block in the design of the newly created page to display product details
vi: Sử dụng khối 'Product Detail' trong thiết kế của trang vừa tạo để hiển thị chi tiết sản phẩm

source: Access the preview of the page containing the product listings and click on any product to navigate to the Product Detail page
vi: Truy cập trình xem trang chứa danh sách sản phẩm và nhấn vào một sản phẩm bất kỳ để chuyển hướng đến trang Chi tiết sản phẩm

source: Overview design page
vi: Tổng quan màn hình thiết kế

source: Block
vi: Khối

source: Layer
vi: Lớp

source: Styles
vi: Phong cách

source: Position title
vi: Tên chức danh

source: 1st manager
vi: Quản lý thứ nhất

source: 2nd manager
vi: Quản lý thứ hai

source: Editing zone
vi: Vùng chỉnh sửa

source: Add Collaborators
vi: Thêm cộng tác viên

source: Primary currency
vi: Đồng tiền mặc định

source: Definition of inventory valuation
vi: Loại kiểm tra tồn kho

source: Perpetual inventory
vi: Kê khai thường xuyên

source: Periodic inventory
vi: Kiểm kê định kỳ

source: Default inventory value method
vi: PP tính giá cost hàng tồn kho mặc định

source: FIFO
vi: Nhập trước xuất trước

source: Cumulative weighted average
vi: Bình quân gia quyền tích lũy cuối kỳ

source: Weighted average
vi: Bình quân gia quyền

source: Specific identification
vi: Thực tế đích danh

source: Business trip
vi: Công tác

source: Business trip list
vi: Danh sách công tác

source: Departure
vi: Khởi hành

source: Destination
vi: Điểm đến

source: Employee on trip
vi: Thành viên trong đoàn

source: Expense item
vi: Chi phí

source: From date
vi: Từ ngày

source: To date
vi: Đến ngày

source: Group description
vi: Mô tả nhóm

source: 1st manager title
vi: Tên quản lý thứ nhất

source: 2nd manager title
vi: Tên quản lý thứ hai

source: Add group level
vi: Thêm cấp nhóm

source: Expense items
vi: Danh mục phí

source: Select position
vi: Chọn chức danh

source: List source
vi: Danh sách nguồn

source: Purchase quotation request
vi: Yêu cầu báo giá mua hàng

source: Purchase quotation
vi: Báo giá mua hàng

source: Inventory adjustment
vi: Kiểm kê kho

source: Goods receipt type
vi: Loại nhập hàng

source: For purchase order
vi: Cho đơn mua hàng

source: For inventory adjustment
vi: Cho kiểm kê kho

source: For production
vi: Cho sản xuất

source: Estimate is wrong format
vi: Sai định dạng trường dự tính

source: Cost per warehouse management
vi: Tính giá cost theo từng kho

source: Cost per project (order in Opp)
vi: Tính giá cost theo dự án (đơn hàng trong CHKD)

source: Cost per Lot/batch
vi: Tính giá cost theo Lot/batch

source: Save config
vi: Lưu cấu hình

source: Select products
vi: Chọn sản phẩm

source: Product name
vi: Tên sản phẩm

source: Booked quantity
vi: Số lượng hệ thống

source: Counted quantity
vi: Số lượng đếm

source: Difference
vi: Chênh lệch

source: Select for actions
vi: Chọn hành động

source: Action type
vi: Loại hành động

source: Action status
vi: Trạng thái hành động

source: In charge
vi: Người kiểm kê

source: Select products from warehouses
vi: Chọn sản phẩm trong kho

source: Get Increase Items
vi: Lọc lấy sản phẩm tăng

source: Get Decrease Items
vi: Lọc lấy sản phẩm giảm

source: Warehouses
vi: Kho

source: Purchase request
vi: Yêu cầu mua hàng

source: Response status
vi: Trạng thái phản hồi

source: PR Unit Price
vi: Đơn giá yêu cầu

source: From PR
vi: Từ yêu cầu mua hàng

source: Manual
vi: Tùy chỉnh

source: PQ Request
vi: Yêu cầu báo giá mua hàng

source: Lead time
vi: Thời gian chuẩn bị

source: from
vi: từ

source: to
vi: đến

source: Day
vi: Ngày

source: Hour
vi: Giờ

source: from order date
vi: từ ngày đặt hàng

source: New product
vi: Thêm sản phẩm

source: Call customer
vi: Gọi khách hàng

source: Email to customer
vi: Gửi email cho khách hàng

source: Meeting with customer
vi: Cuộc họp với khách hàng

source: Quotation is not finished
vi: Báo giá chưa hoàn tất

source: Activity
vi: Hoạt động

source: Delivering
vi: Đang giao

source: Partially delivered
vi: Giao một phần

source: Delivered
vi: Giao xong

source: Partially received
vi: Nhập một phần

source: Received
vi: Nhập đủ

source: From Price List in right side
vi: Chọn theo danh sách giá bên phải

source: For Inventory
vi: Quản lý tồn kho

source: Price list for sale online
vi: Bảng giá bán hàng online

source: Sale online
vi: Bán hàng online

source: Please complete associations data
vi: Vui lòng hoàn thành các liên kết trạm

source: Stage
vi: Giai đoạn

source: Notify when available quantity is less than
vi: Thông báo khi số lượng khả dụng ít hơn

source: Unplanned expenses
vi: Các khoản đã chi ngoài kế hoạch

source: Expenses
vi: Chi phí

source: Expenses Item
vi: Chi phí

source: Calendar
vi: Lịch sự kiện

source: Upcoming Events
vi: Sự kiện sắp tới

source: Input subject
vi: Nhập tiêu đề

source: Input date
vi: Nhập ngày

source: From time
vi: Từ lúc

source: To time
vi: Đến lúc

source: Meeting address
vi: Địa điểm họp

source: Input address
vi: Nhập địa điểm

source: Room location
vi: Vị trí phòng

source: Employee attended
vi: Nhân viên tham dự

source: Customer member
vi: Thành viên khách hàng

source: Input result
vi: Nhập nội dung chi tiết

source: Input location
vi: Nhập vị trí

source: Create meeting
vi: Tạo cuộc họp

source: Allows uploading multiple files
vi: Cho phép tải lên nhiều tệp

source: No files uploaded
vi: Không có tệp được tải lên

source: Drag and drop the file within the dashed border for upload
vi: Kéo và thả tệp trong đường viền nét đứt để tải lên

source: Open the file Browser
vi: Chọn tệp trên máy tính

source: Open the file Cloud
vi: Chọn tệp trên kho tệp

source: File upload size exceeds the limit.
vi: Kích thước tệp tải lên vượt quá giới hạn.

source: File upload type is not support.
vi: Kiểu tập tin tải lên không hỗ trợ.

source: Allow uploading files of
vi: Cho phép tải lên các tập tin của

source: The file size must be smaller than
vi: Kích thước tập tin phải nhỏ hơn

source: All changes will not be saved until the document is saved.
vi: Tất cả các thay đổi sẽ không được lưu cho đến khi tài liệu được lưu.

source: Has exception in upload progress
vi: Xảy ra lỗi trong quá trình tải tập tin lên

source: Skip add exist file
vi: Bỏ qua thêm tập tin vì đã sẵn sàng

source: Descriptions of file
vi: Mô tả của tập tin

source: Asset, Tools
vi: Tài sản, Công cụ

source: To time need larger than From time
vi: Giờ kết thúc phải lớn hơn giờ bắt đầu

source: Back to home
vi: Quay về trang danh sách

source: Provide request
vi: Yêu cầu cấp phát

source: Asset, Tools provide
vi: Yêu cầu cấp phát

source: Asset, Tools provide list
vi: Danh sách yêu cầu cấp phát

source: This zone is hidden zone
vi: Vùng này là vùng ẩn

source: All zones are edit zones
vi: Tất cả vùng đều là vùng chỉnh sửa

source: This zone is edit zone
vi: Vùng này là vùng chỉnh sửa

source: There are zones hidden
vi: Có vùng ẩn

source: All data
vi: Tất cả dữ liệu

source: Document creator
vi: Người tạo phiếu

source: Initial node
vi: Trạm khởi tạo

source: Approved node
vi: Trạm chấp thuận

source: Completed node
vi: Trạm hoàn thành

source: Hidden zone
vi: Vùng bị ẩn

source: Shipping fee
vi: Phí vận chuyển

source: Data in the hidden zone
vi: Dữ liệu thuộc vùng bị ẩn

source: Add node
vi: Thêm trạm

source: Select collaborator at next step
vi: Chọn cộng tác viên ở bước tiếp theo

source: Returned content
vi: Nội dung trả về

source: Type your reason here...
vi: Nhập lý do của bạn tại đây...

source: This image encountered an error during loading or does not exist.
vi: Hình ảnh này gặp lỗi trong quá trình tải hoặc không tồn tại.

source: Period revenue
vi: Doanh thu theo kỳ

source: Accumulated revenue
vi: Doanh thu tích luỹ

source: Million
vi: Triệu

source: Billion
vi: Tỷ

source: Profit
vi: Lợi nhuận

source: Top sellers
vi: Top người bán hàng

source: Top customers
vi: Top khách hàng

source: Top categories
vi: Top danh mục sản phẩm

source: Top products
vi: Top sản phẩm

source: This quarter
vi: Quý này

source: Time chart
vi: Thời gian

source: Optional
vi: Tuỳ chỉnh

source: Quarter
vi: Quý

source: Whole year
vi: Cả năm

source: Win
vi: Thắng

source: Opp value
vi: Giá trị CHKD

source: Forecast value
vi: Doanh thu dự kiến

source: Call
vi: Cuộc gọi

source: Document
vi: Tài liệu

source: The first quarter
vi: Quý 1

source: The second quarter
vi: Quý 2

source: The third quarter
vi: Quý 3

source: The fourth quarter
vi: Quý 4

source: Custom
vi: Tùy chỉnh

source: Pipeline report
vi: Báo cáo pipeline

source: Employee created
vi: Người tạo

source: Provided
vi: Đã cấp phát

source: Select item to deliver
vi: Chọn sản phẩm bàn giao

source: Asset, Tools delivery
vi: Phiếu bàn giao

source: Select product from delivery
vi: Chọn sản phẩm từ phiếu giao hàng

source: Done number is not valid value
vi: Số hoàn tất không chính xác

source: List of Asset, Tools request is empty
vi: Danh sách phiếu yêu cầu rỗng

source: Asset, Tools delivery list
vi: Danh sách phiếu bàn giao

source: Date To need large then Date From
vi: Ngày kết thúc nhỏ hơn ngày bắt đầu

source: Please choose an available day off
vi: Vui lòng chọn một ngày còn phép

source: Leave type is required
vi: Loại phép là bắt buộc

source: Cashflow report
vi: Báo cáo dòng tiền

source: Actual
vi: Thực tế

source: Variance
vi: Phương sai

source: Operation
vi: Hoạt động

source: Beginning balance
vi: Số dư đầu kỳ

source: Cash sales
vi: Tiền bán hàng

source: Product/service costs
vi: Chi phí sản phẩm/dịch vụ

source: Net cash flow
vi: Dòng tiền ròng

source: Ending balance
vi: Số dư cuối kỳ

source: Payment term date type
vi: Loại kỳ hạn thanh toán

source: Payment ratio
vi: Tỷ lệ thanh toán

source: Value before tax
vi: Giá trị trước thuế

source: Due date
vi: Ngày đến hạn

source: Value after tax
vi: Giá trị sau thuế

source: Product category
vi: Danh mục sản phẩm

source: Asset, Tools list
vi: Danh sách tài sản, công cụ

source: List by User
vi: Danh sách theo người dùng

source: List by Asset/Tools
vi: Danh sách theo tài sản, công cụ

source: show/hide user list
vi: ẩn/hiện danh sách người dùng

source: Using Total
vi: Đang sử dụng

source: Date time range is required
vi: Số ngày công tác không chính xác

source: Sale order
vi: Đơn hàng bán

source: Copy successfully
vi: Sao chép thành công

source: Asset, Tools return list
vi: Danh sách thu hồi tài sản

source: Asset return
vi: Thu hồi tài sản

source: Asset, Tools used by employee
vi: Tài sản sử dụng bởi người dùng

source: Using
vi: Đang sử dụng

source: Return No.
vi: Số thu hồi

source: List product return is empty
vi: Số lượng sản phẩm đang trống

source: Return No. is empty
vi: Số thu hồi đang trống

source: Return No. is greater than Using No.
vi: Số thu hồi lớn hơn số đang sử dụng

source: Total pipeline
vi: Tổng pipeline

source: Dashboard setting
vi: Tuỳ chỉnh Dashboard

source: Money display
vi: Hiển thị tiền theo

source: Money round
vi: Làm tròn tiền

source: Forecast
vi: Dự tính

source: Customer activities
vi: Hoạt động khách hàng

source: Sale person
vi: NV bán hàng

source: Period
vi: Giai đoạn

source: Accounting Period
vi: Kỳ kế toán

source: Target item
vi: Mục tiêu

source: Quarterly
vi: Hằng quý

source: Period target equals total of sub period targets
vi: Mục tiêu cả kỳ bằng tổng mục tiêu các kỳ con của nó

source: Accounting Periods
vi: Kỳ kế toán

source: Fiscal year
vi: Năm tài chính

source: Start month
vi: Tháng bắt đầu

source: Update accounting period
vi: Cập nhật kỳ kế toán

source: New accounting period
vi: Thêm kỳ kế toán mới

source: Select role(s) that has permission to create revenue plans
vi: Chọn (những) vai trò được tạo kế hoạch doanh thu

source: You have not configured any role for Revenue plan. Go to Settings > Revenue plan config (admin)
vi: Bạn chưa có cấu hình (những) vai trò nào được tạo Kế hoạch doanh thu. Đi đến Settings > Cấu hình Kế hoạch doanh thu (cho admin).

source: Revenue plan config
vi: Cấu hình Kế hoạch doanh thu

source: Revenue plan
vi: Kế hoạch doanh thu

source: Add group plan
vi: Thêm phòng ban cần giao chỉ tiêu

source: Select group
vi: Chọn phòng ban

source: Invoice number
vi: Số hoá đơn

source: Tax value
vi: Giá trị thuế

source: Tax number
vi: Mã số thuế

source: Click the button behind the box to select
vi: Nhấn vào nút phía sau ô nhập để lựa chọn

source: Supplier code
vi: Mã nhà cung cấp

source: for revenue chart & profit chart
vi: Cho Biểu đồ Doanh thu & Biểu đồ Lợi nhuận

source: Grid
vi: Lưới

source: View mode
vi: Chế độ xem

source: Opening
vi: Đang mở

source: Closed
vi: Đã đóng

source: Online app meeting
vi: Ứng dụng họp trực tuyến

source: Meeting content
vi: Nội dung cuộc họp

source: Internal participants
vi: Người tham dự nội bộ

source: External participants
vi: Người tham dự bên ngoài

source: Start time
vi: Bắt đầu lúc

source: Duration
vi: Thời lượng

source: hour(s)
vi: giờ

source: min(s)
vi: phút

source: Zoom meeting changes will be updated after saving this page
vi: Cuộc họp Zoom sẽ được thay đổi sau khi Lưu trang này

source: Zoom meeting will be created after saving this page
vi: Cuộc họp Zoom sẽ được tạo sau khi Lưu trang này

source: Online
vi: Trực tuyến

source: Offline
vi: Trực tiếp

source: Date occur
vi: Ngày diễn ra

source: Meeting with customer ...
vi: Cuộc họp với khách hàng ...

source: Meeting type
vi: Loại cuộc họp

source: Create meeting schedule
vi: Tạo cuộc họp mới

source: Select app
vi: Chọn ứng dụng

source: Topic
vi: Chủ đề

source: Time zone
vi: Múi giờ

source: Recurring meeting
vi: Lặp lại cuộc họp

source: Attendees
vi: Người tham dự

source: Recurrence
vi: Lặp lại

source: Repeat every
vi: Lặp lại mỗi

source: day(s)
vi: ngày

source: week(s)
vi: tuần

source: month(s)
vi: tháng

source: of the month
vi: của tháng

source: First
vi: Đầu tiên

source: Second
vi: Thứ hai

source: Third
vi: Thứ ba

source: Fourth
vi: Thứ tư

source: Last
vi: Cuối cùng

source: Before the date
vi: Trước ngày

source: occurrences
vi: lần lặp

source: Enable continuous meeting chat
vi: Cho phép tiếp tục cuộc hội thoại trong cuộc họp

source: Added attendees will have access to the Meeting Group Chat before and after the meeting
vi: Người tham dự được thêm vào sẽ có quyền truy cập vào Group Chat cuộc họp trước và sau khi cuộc họp dễn ra

source: Security
vi: Bảo mật

source: Only users who have the invite link OR passcode can join the meeting
vi: Chỉ những người có liên kết HOẶC passcode mới có thể tham dự cuộc họp

source: Meeting ID
vi: ID cuộc họp

source: Waiting room
vi: Phòng chờ

source: Only users admitted by the host can join the meeting
vi: Chỉ những người dùng được người chủ trì cuộc họp chấp nhận mới có thể tham gia cuộc họp

source: Save meeting config
vi: Lưu cấu hình cuộc họp

source: Occurs on
vi: Lặp lại vào

source: Select internal participants
vi: Chọn người tham dự nội bộ

source: Select external participants
vi: Chọn người tham dự bên ngoài

source: Copy invitation
vi: Sao chép lời mời

source: Edit meeting
vi: Chỉnh sửa cuộc họp

source: Delete meeting
vi: Huỷ bỏ cuộc họp

source: Occurred
vi: Đã diễn ra

source: Upcoming
vi: Sắp tới

source: Redelivery
vi: Giao lại

source: Select delivery
vi: Chọn phiếu giao hàng

source: Select product
vi: Chọn sản phẩm

source: Select serial No.
vi: Chọn số serial

source: Select LOT No.
vi: Chọn số lô

source: has returned
vi: Đã trả lại

source: Inventory reports
vi: Các báo cáo kho

source: Items Detail Report
vi: Báo cáo chi tiết hàng

source: Add group
vi: Thêm nhóm

source: Select purchase quotation
vi: Chọn báo giá mua hàng

source: Required
vi: Yêu cầu

source: Transition data config
vi: Cấu hình dữ liệu giao dịch

source: Invalid due date
vi: Ngày đến hạn không hợp lệ

source: Employee code
vi: Mã nhân viên

source: Gross profit plan
vi: Kế hoạch LNG

source: General revenue report
vi: Báo cáo doanh thu chung

source: Some Opening balance values can be wrong because last sub period have not been closed.
vi: Các giá trị Opening balance có thể sai bởi vì kỳ trước đó chưa được đóng.

source: Percent completed
vi: Phần trăm hoàn thành

source: Finish task
vi: Hoàn thành Giao việc

source: Filter by
vi: Lọc bởi

source: Refresh
vi: Làm mới

source: Revenue ytd
vi: Doanh thu năm

source: Number of order
vi: SL đơn bán hàng

source: Revenue average
vi: Doanh thu TB

source: OPENING
vi: TỒN ĐẦU

source: INPUT
vi: NHẬP VÀO

source: OUTPUT
vi: XUẤT RA

source: ENDING
vi: TỒN CUỐI

source: Show detail
vi: Xem chi tiết

source: Valuation method
vi: PT định giá

source: System date
vi: Ngày hệ thống

source: Trans description
vi: Mô tả giao dịch

source: Trans code
vi: Mã GD

source: In quantity
vi: SL nhập

source: In cost
vi: Đơn giá nhập

source: In value
vi: Giá trị nhập

source: Out quantity
vi: SL xuất

source: Out cost
vi: Đơn giá xuất

source: Out value
vi: Giá trị xuất

source: Reload invoice status
vi: Đồng bộ trạng thái hoá đơn

source: Buyer name
vi: Tên người mua hàng

source: Billing address
vi: Địa chỉ xuất hoá đơn

source: Bank number
vi: STK ngân hàng

source: Discount rate
vi: % giảm giá

source: Discount value
vi: Giá trị giảm giá

source: Total amount
vi: Tổng giá trị

source: <No invoice number>
vi: <Chưa có số HĐ>

source: Create invoice
vi: Tạo HĐ điện tử

source: Update invoice
vi: Cập nhật HĐ điện tử

source: View invoice
vi: Xem HĐ điện tử

source: Inventory Report
vi: Báo cáo hàng tồn kho

source: Inventory report
vi: Báo cáo hàng tồn kho

source: Cumulative quantity
vi: SL tích luỹ

source: Cumulative cost
vi: Giá vốn tích luỹ

source: Cumulative value
vi: Giá trị tích luỹ

source: Goods return
vi: Đổi - trả hàng

source: Opening balance
vi: Tồn đầu

source: Expired date
vi: Ngày hết hạn

source: Create business trip
vi: Tạo chuyến công tác

source: Schedule a meeting
vi: Lên lịch cuộc họp

source: Meeting schedule
vi: Lịch họp

source: Create leave
vi: Tạo nghỉ phép

source: Require input data in payment tab (same to purchase order)
vi: Yêu cầu nhập dữ liệu vào tab thanh toán (tương tự với đơn đặt hàng)

source: Show data 100 percent win rate
vi: Hiển thị dữ liệu có tỷ lệ thắng 100%

source: Select document save status
vi: Chọn trạng thái lưu phiếu

source: Please enter sufficient quantity
vi: Vui lòng nhập đủ số lượng

source: Cancel document
vi: Hủy phiếu

source: Total payment must less than or equal to total before tax
vi: Tổng thanh toán phải nhỏ hơn hoặc bằng tổng giá trị trước thuế

source: Change
vi: Thay đổi

source: Back
vi: Quay lại

source: Save document
vi: Lưu phiếu

source: Run the approval workflow
vi: Chạy quy trình phê duyệt

source: Save changes
vi: Lưu thay đổi

source: You won't be able to undo this action!
vi: Bạn sẽ không thể hoàn tác hành động này!

source: Document was canceled by creator
vi: Phiếu bị hủy bỏ bởi người tạo

source: Select save status
vi: Chọn trạng thái lưu

source: Warehouse config
vi: Cấu hình kho

source: Warehouse interact config
vi: Cấu hình tương tác kho

source: Virtual warehouse config
vi: Cấu hình kho ảo

source: Can interact in these warehouses
vi: Có thể tương tác với các kho

source: Add new config
vi: Thêm cấu hình mới

source: Warehouse address
vi: Địa chỉ kho

source: Goods issue
vi: Xuất hàng

source: Goods transfer
vi: Điều chuyển hàng

source: Inventory adjustment create
vi: Tạo phiếu Kiểm kê kho

source: Inventory adjustment detail
vi: Chi tiết phiếu Kiểm kê kho

source: Inventory adjustment update
vi: Cập nhật phiếu Kiểm kê kho

source: Inventory adjustment list
vi: Danh sách phiếu Kiểm kê kho

source: Goods issue type
vi: Loại xuất hàng

source: Select Inventory adjustment
vi: Chọn Phiếu kiểm kê kho

source: Select Production order/Work order
vi: Chọn Lệnh sản xuất/Yêu cầu sản xuất

source: Select Product modification
vi: Chọn Phiếu Ráp-Rã thiết bị

source: Input data later
vi: Nhập liệu sau

source: Vendor serial no.
vi: Serial của NCC

source: Serial no.
vi: Số serial

source: Mfr date
vi: Ngày sản xuất

source: Warranty start
vi: Bảo hành từ

source: Warranty end
vi: Bảo hành đến

source: UOM
vi: Đơn vị

source: IA number
vi: Số IA

source: Goods detail
vi: Chi tiết hàng

source: Not yet
vi: Chưa xong

source: Serial input status
vi: TT nhập Serial

source: Inventory
vi: Tồn kho

source: Unit cost
vi: Giá vốn

source: Wait for delivery
vi: Đợi giao

source: Wait for receipt
vi: Đợi nhập

source: PR code
vi: Mã YCMH

source: Merge same product in 1 line, convert to reference unit if there is more 1 UOM
vi: Gộp các sản phẩm giống nhau, chuyển đổi về cùng một đơn vị tiêu chuẩn

source: Default all
vi: Mặc định là tất cả

source: is not in stock
vi: không còn trong kho

source: Posting accounting periods
vi: Kỳ kế toán

source: Main accounting period code
vi: Mã kỳ chính

source: Sub accounting period code
vi: Mã kỳ phụ

source: Accounting Period name
vi: Tên kỳ

source: Individual
vi: Cá nhân

source: Receipt code
vi: Mã phiếu nhập

source: Lot information
vi: Thông tin LOT

source: Serial information
vi: Thông tin serial

source: Quantity import
vi: Số lượng nhập

source: current
vi: hiện tại

source: show current quantity
vi: xem số lượng hiện tại

source: You need to select one option!
vi: Bạn cần chọn một tùy chọn!

source: Lot number
vi: Số lô

source: Select out warehouse
vi: Chọn kho xuất

source: Select target warehouse
vi: Chọn kho đích

source: Click the button besides input element to select (for serial/lot product) of enter number for default product.
vi: Click vào nút bên cạnh ô nhập để lựa chọn chi tiết (cho sản phẩm serial/lot) hoặc nhập (cho sản phẩm mặc định).

source: Source warehouse
vi: Kho ban đầu

source: Destination warehouse
vi: Kho điều chuyển đến

source: Stock quantity
vi: SL tồn kho

source: Click the button besides input element to see detail (for serial/lot product).
vi: Click vào nút bên cạnh ô nhập để xem chi tiết (cho sản phẩm serial/lot).

source: Some Serials you selected are no longer in stock anymore.
vi: Một số Serial bạn đã chọn không còn tồn tại trong kho nữa.

source: Lot available quantity now is < get quantity value OR Lot is empty now.
vi: Số lượng khả dụng hiện tại đang < số lượng lấy HOẶC Lot hiện tại đang rỗng.

source: Inventory data has been changed.
vi: Dữ liệu tồn kho đã bị thay đổi.

source: Have not done. Please finish in Goods Detail.
vi: Chưa nhập xong. Hãy hoàn thành trong Chi tiết hàng

source: Product type
vi: Loại sản phẩm

source: Purchasing staff
vi: Nhân viên mua hàng

source: Purchasing reports
vi: Các báo cáo mua hàng

source: Purchase order report
vi: Báo cáo đơn mua hàng

source: Purchasing Code
vi: Mã phiếu mua hàng

source: Order quantity
vi: Số lượng đặt hàng

source: Received quantity
vi: SL đã nhận

source: Remaining quantity
vi: SL còn lại

source: Order value
vi: Giá trị đơn hàng

source: Received value
vi: GT đã nhận

source: Remaining value
vi: GT còn lại

source: AR Invoice
vi: Hoá đơn bán hàng

source: AP Invoice
vi: Hoá đơn mua hàng

source: Return to
vi: Trả về kho

source: Reason for return
vi: Lý do trả về

source: Reason for cancel
vi: Lý do hủy phiếu
