Repository: kienquocIT/mis-ui
Catalog: locale/*/LC_MESSAGES/django.po
Languages: vi

source: Serial is selected in other row. Please select another
vi: Số serial này đã được chọn. Vui lòng chọn số serial khác

source: Auto remove background
vi: Tự động xóa nền
