Repository: kienquocIT/mis-ui
Catalog: locale/*/LC_MESSAGES/django.po
Languages: vi

source: Done this inventory adjustment?
vi: Hoàn tất phiếu kiểm kê này?

source: Once you are done, you can create all warehousing activities related to this IA.
vi: Một khi phiếu đã hoàn tất, bạn có thể thực hiện các hoạt động nhập-xuất kho có tham chiếu tới phiếu này

source: Now
vi: ngay bây giờ

source: Must go through approval node
vi: Phải đi qua trạm chấp thuận

source: Already connected
vi: Đã liên kết trước đó

source: No return at approval node
vi: Không quay lại tại trạm chấp thuận

source: Cannot connect itself
vi: Không thể liên kết chính nó

source: Project activities
vi: Hoạt động của dự án

source: leave your comment...
vi: Viết bình luận...

source: Project comment
vi: Bình luận

source: Add new attribute
vi: Thêm thuộc tính

source: Add Variant Value
vi: Thêm biến thể

source: Attribute name
vi: Tên thuộc tính

source: Value name
vi: Tên biến thể

source: Balance init input
vi: Nhập SDĐK

source: Product does not have bill of material
vi: Sản phẩm không có định mức nguyên vật liệu

source: Select product price
vi: Chọn giá sản phẩm

source: Select product cost
vi: Chọn giá vốn sản phẩm

source: The document meets the following nodes. Please select one.
vi: Phiếu thỏa điều kiện các trạm sau. Vui lòng chọn một trạm.

source: The document does not meet any nodes. Do you wish to continue? If yes, please select one.
vi: Phiếu không thỏa điều kiện các trạm. Bạn có muốn tiếp tục? Nếu có, vui lòng chọn một trạm.

source: Select next station
vi: Chọn trạm tiếp theo

source: The product does not have warehouse cost list. You can choose bill of material cost, standard cost or input cost.
vi: Sản phẩm không có danh sách giá vốn tồn kho. Bạn có thể chọn giá định mức nguyên vật liệu, giá tiêu chuẩn hoặc tự nhập giá.

source: Load data from excel to datatable
vi: Tải dữ liệu từ excel lên bảng

source: Export datatable to excel
vi: Xuất bảng dữ liệu ra excel

source: Reference price list
vi: Bảng giá tham chiếu

source: Undefined
vi: Không xác định

source: Source/Non-empty Price List can not be deleted!
vi: Không thể xóa Bảng giá gốc / không rỗng.

source: Delete Price List?
vi: Xóa Bảng giá?

source: For expense
vi: Cho chi phí

source: Apply time
vi: Thời gian áp dụng

source: the present
vi: hiện tại

source: Config
vi: Cấu hình

source: Price datatable
vi: Bảng giá

source: Serial datatable
vi: Bảng serial

source: Bill of material cost
vi: Giá định mức nguyên vật liệu

source: Quotation line detail datatable
vi: Bảng chi tiết Báo giá

source: Check and load
vi: Kiểm tra và tải lên

source: Create new one
vi: Tạo dữ liệu mới

source: Use old
vi: Dùng dữ liệu cũ

source: Remember this option for this field
vi: Ghi nhớ lựa chọn cho trường dữ liệu này

source: Is service
vi: Là dịch vụ

source: Please select one option!
vi: Hãy chọn một tùy chọn

source: General Price
vi: Giá general

source: Select materials/components
vi: Chọn Vật liệu/Linh kiện

source: Select tools
vi: Chọn Công cụ

source: Company system settings need a Posting period to match.
vi: Những cấu hình hệ thống Công ty cần kết nối với một Kỳ kế toán.

source: You need to create current Posting period for this company before update config.
vi: Bạn cần tạo Kỳ kế toán hiện tại cho công ty này trước khi cập nhập cấu hình

source: Contact the admin to create a new Posting period.
vi: Liên hệ quản trị viên để tạo mới Kỳ kế toán.

source: Customer is required
vi: Khách hàng là bắt buộc

source: Contact is required
vi: Liên hệ là bắt buộc

source: Payment is required
vi: Thanh toán là bắt buộc

source: Product is required
vi: Sản phẩm là bắt buộc

source: First doc
vi: Phiếu đầu tiên

source: Previous doc
vi: Phiếu trước đó

source: Next doc
vi: Phiếu tiếp theo

source: Last doc
vi: Phiếu cuối cùng

source: Interest
vi: Sở thích

source: Product Types
vi: Loại sản phẩm

source: Product Categories
vi: Danh mục sản phẩm

source: Unit Of Measures
vi: Đơn vị tính

source: Unit Of Measure Groups
vi: Nhóm đơn vị tính

source: Reference Unit
vi: Đơn vị tiêu chuẩn

source: Tax Categories
vi: Danh mục thuế

source: Currencies
vi: Tiền tệ

source: Master data price
vi: Master data tiền tệ

source: Node configuration
vi: Cấu hình trạm

source: Select action
vi: Chọn thao tác

source: Actions at node
vi: Thao tác trên trạm

source: Collaborators at node
vi: Cộng tác viên của trạm

source: Collaborator list
vi: Danh sách cộng tác viên

source: Exit condition
vi: Điều kiện thoát trạm

source: Min collaborators
vi: CTV tối thiểu

source: Jan
vi: Th.1

source: Feb
vi: Th.2

source: Mar
vi: Th.3

source: Apr
vi: Th.4

source: May
vi: Th.5

source: Jun
vi: Th.6

source: Jul
vi: Th.7

source: Aug
vi: Th.8

source: Sep
vi: Th.9

source: Oct
vi: Th.10

source: Nov
vi: Th.11

source: Dec
vi: Th.12

source: Period profit
vi: Lợi nhuận theo kỳ

source: Accumulated profit
vi: Lợi nhuận tích luỹ

source: This month revenue
vi: Doanh thu tháng này

source: This month profit
vi: Lợi nhuận tháng này

source: Time range
vi: Khoảng thời gian

source: Bidding Name
vi: Tên thầu

source: Bidding Date
vi: Ngày thầu

source: Bidding Value
vi: Giá thầu

source: Bid Bond Value
vi: Giá bảo lãnh thầu

source: Bidding Document
vi: Hồ sơ mời thầu

source: Joint Venture Partner
vi: Đối tác liên doanh

source: Partner Code
vi: Mã đối tác

source: Partner Name
vi: Tên đối tác

source: Leader
vi: Người đứng đầu

source: Bids
vi: Hồ sơ dự thầu

source: Result
vi: Kết quả

source: Required Documents
vi: Tài liệu bắt buộc

source: Document Name
vi: Tên tài liệu

source: Other Bidder
vi: Người dự thầu

source: Won
vi: Thắng

source: Bids result
vi: Kết quả thầu

source: Cause of lost
vi: Nguyên nhân thua

source: Bids withdrawal
vi: Rút thầu

source: Higher bid price
vi: Giá cao

source: Non-compliance
vi: Không đáp ứng điều kiện

source: Other reasons
vi: Lí do khác

source: Select Joint Venture Partner
vi: Chọn đối tác liên doanh

source: Select Other Bidder
vi: Chọn người dự thầu

source: Select required documents
vi: Chọn tài liệu cho thầu

source: Select collaborator
vi: Chọn người duyệt

source: Auto assign collaborator
vi: Tự động chuyển người duyệt

source: Configuration
vi: Cấu hình

source: Recurrence transaction
vi: Giao dich lặp lại

source: Recurring order
vi: Cấu hình lặp lại

source: Transaction template
vi: Mẫu giao dịch

source: Set as recurring template
vi: Đặt làm mẫu lặp lại

source: Agency/Partner Location
vi: Đại lí/Đối tác

source: Agency
vi: Đại lí

source: Partner
vi: Đối tác

source: Warehouse Address
vi: Địa chỉ kho

source: Click to edit
vi: Nhấn để chỉnh sửa

source: Detail address
vi: Địa chỉ cụ thể

source: Addition Information
vi: Thông tin bổ sung

source: Item
vi: Danh mục

source: Linked
vi: Liên kết

source: Not linked
vi: Không liên kết

source: Recurrence date
vi: Ngày lặp lại

source: Next execution date
vi: Ngày lặp tiếp theo

source: Warehouse
vi: Kho

source: State
vi: Trạng thái

source: Price of purchase quotation
vi: Giá của báo giá mua hàng

source: New Contact Shortcut
vi: Tạo nhanh Liên hệ

source: Copy BOM
vi: Sao chép BOM

source: Select BOM to copy
vi: Chọn BOM để sao chép

source: Collaborator configuration conflict with the association node
vi: Cấu hình CTV mâu thuẫn với trạm liên kết

source: Action list
vi: Danh sách thao tác

source: Skip
vi: Bỏ qua

source: Current execution date
vi: Ngày lặp hiện tại

source: Select address
vi: Chọn địa điểm

source: Detail Meeting
vi: Chi tiết cuộc họp

source: Input Result
vi: Nhập kết quả

source: Cancelled
vi: Bị hủy bỏ

source: Detail Call Log
vi: Chi tiết cuộc gọi

source: New Call Log
vi: Cuộc gọi mới

source: Bidding
vi: Thầu

source: Bidding Status
vi: Trạng thái thầu

source: Bidding list
vi: Danh sách thầu

source: Bidding create
vi: Tạo thầu

source: Exceed undelivered quantity
vi: Vượt quá số lượng chưa giao

source: Planned quantity
vi: SL theo kế hoạch

source: Requested quantity
vi: SL đã yêu cầu

source: For Fixed Asset
vi: Cho Tài sản cố định

source: Start import now?
vi: Bắt đầu nhập bây giờ?

source: Please wait until the import has finished!
vi: Vui lòng đợi cho đến khi nhập liệu hoàn tất!

source: Bidding Result Config
vi: Cấu hình cập nhật kết quả thầu

source: Bid Value
vi: Giá thầu

source: To Contact
vi: Tới liên hệ

source: Cancel this call log?
vi: Huỷ cuộc gọi này?

source: Cancel this meeting?
vi: Huỷ cuộc họp này?

source: This action cannot be back.
vi: Hành động này không thể hoàn tác.

source: Load by Opportunity
vi: Tải theo Cơ hội kinh doanh

source: New Meeting With Customer
vi: Cuộc họp mới với khách hàng

source: Detail Meeting With Customer
vi: Chi tiết cuộc họp với khách hàng

source: Detail Email
vi: Chi tiết Email

source: See detail process here
vi: Xem chi tiết Tiến trình tại đây

source: Please click on the button to select
vi: Click vào nút ở cuối để chọn

source: Shortcut menu
vi: Danh sách lối tắt

source: Opportunity members
vi: Thành viên CHKD

source: Opportunity detail
vi: Chi tiết Cơ hội kinh doanh

source: Data Import Limit
vi: Giới hạn nhập dữ liệu

source: To ensure system performance and stability, row number is limited to
vi: Để đảm bảo hiệu suất và ổn định của hệ thống, số dòng dữ liệu được giới hạn ở

source: rows
vi: dòng

source: If you have a large amount of data, we recommend importing it in smaller batches or waiting until a success notification appears.
vi: Nếu bạn có nhiều dữ liệu, chúng tôi khuyên bạn nên nhập từng lô nhỏ hoặc chờ một chút đến khi có thông báo nhập thành công.

source: Lease order
vi: Đơn cho thuê

source: Asset type
vi: Loại cho thuê

source: Please select asset type
vi: Vui lòng chọn loại tài sản

source: Fixed asset
vi: TSCĐ

source: Declare product quantity
vi: Khai báo số lượng sản phẩm

source: Quantity of new products:
vi: Số lượng sản phẩm mới:

source: Quantity of leased products:
vi: Số lượng sản phẩm đã cho thuê:

source: Return to warehouse
vi: Trả về kho

source: Confirm delete this period?
vi: Xác nhận xóa kỳ kế toán này?

source: Can not delete this period!
vi: Không thể xóa kỳ kế toán này!

source: Posting period
vi: Kỳ kế toán

source: Main period code
vi: Mã kỳ chính

source: Sub period code
vi: Mã kỳ con

source: Period name
vi: Tên kỳ

source: Lease from
vi: Thuê từ

source: Lease to
vi: Thuê đến

source: Consulting
vi: Tư vấn

source: Consulting list
vi: Danh sách tư vấn

source: Consulting create
vi: Tạo tư vấn

source: Related Product Categories
vi: Danh sách loại sản phẩm liên quan

source: Consulting name
vi: Tên tư vấn

source: Bidding create successfully
vi: Tạo thầu thành công

source: Bidding update successfully
vi: Sửa thầu thành công

source: Consulting create successfully
vi: Tạo tư vấn thành công

source: Consulting update successfully
vi: Sửa tư vấn thành công

source: Bidding Document Type
vi: Loại tài liệu thầu

source: Consulting Document Type
vi: Loại tài liệu tư vấn

source: This product category has already been selected.
vi: Loại sản phẩm này đã được chọn

source: Masterdata Documents
vi: Tài liệu dùng chung

source: Manual Documents
vi: Tài liệu nhập tay

source: Term date type
vi: Loại ngày thanh toán

source: Issue invoice
vi: Phát hành HĐ

source: Total payment
vi: Tổng thanh toán

source: Total payment must equal to total after tax
vi: Tổng số tiền thanh toán phải bằng tổng số tiền sau thuế

source: Value invoice after tax
vi: GT hóa đơn sau thuế

source: Example
vi: Ví dụ

source: Installment
vi: Khoản thanh toán

source: Total payment ratio must be 100%
vi: Tổng tỉ lệ thanh toán phải đủ 100%

source: Account payable
vi: Các khoản phải trả

source: Cash inflow
vi: Phiếu thu

source: Cash outflow
vi: Phiếu chi

source: Cash inflow list
vi: Danh sách phiếu thu

source: Cash outflow list
vi: Danh sách phiếu chi

source: Customers pay (according to AR invoice)
vi: Khách hàng thanh toán (theo Hóa đơn bán hàng)

source: Payment discount
vi: Chiết khấu thanh toán

source: Document type
vi: Loại tài liệu

source: Document date
vi: Ngày chứng từ

source: Posting date
vi: Ngày ghi sổ

source: Balance value
vi: Giá trị còn lại

source: Customers pay in advance (not according to Sale order)
vi: Khách hàng tạm ứng trước (không theo Đơn hàng bán)

source: Payment method
vi: Phương thức thanh toán

source: Company information
vi: Thông tin công ty

source: Company representative
vi: Người đại diện công ty

source: Inventory management
vi: Quản lý tồn kho

source: Bank account
vi: Tài khoản ngân hàng

source: Bank account owner
vi: Chủ tài khoản

source: Customers pay in advance (according to Sale order)
vi: Khách hàng tạm ứng trước (theo Đơn hàng bán)

source: Add Company Bank Account
vi: Thêm tài khoản ngân hàng Công ty

source: Invoice value
vi: Giá trị hóa đơn

source: Detail payment value by invoice
vi: Chi tiết thanh toán theo hóa đơn

source: Cash value
vi: Giá trị tiền mặt

source: Bank value
vi: Giá trị chuyển khoản

source: Select company bank account
vi: Chọn tài khoản ngân hàng công ty

source: Related leads:
vi: Lead liên quan:

source: Direct
vi: Điều hướng

source: Connect successfully. Updating API Key...
vi: Kết nối thành công. Đang cập nhập API Key...

source: Can not verify your Email. Check your API Key again
vi: Không thể xác tực Email của bạn. Kiểm tra lại API Key

source: Delivery (sale)
vi: Giao hàng (bán)

source: Delivery (lease)
vi: Giao hàng (cho thuê)

source: Delivery (service)
vi: Giao hàng (dịch vụ)

source: Reconciliation
vi: Cấn trừ

source: Reconciliation list
vi: Danh sách phiếu cấn trừ

source: Reconciliation create
vi: Tạo phiếu cấn trừ

source: Recon amount
vi: Giá trị cấn trừ

source: Recon total
vi: Tổng cấn trừ

source: Recon total must be 0
vi: Tổng cấn trừ phải bằng 0

source: View payment term
vi: Xem điều khoản thanh toán

source: View tax code information
vi: Xem thông tin MST

source: Select customer
vi: Chọn khách hàng

source: Add new product row
vi: Thêm dòng sản phẩm

source: Add new description
vi: Thêm mô tả

source: Expand to view detail
vi: Mở rộng để xem chi tiết

source: Already
vi: Đã xong

source: Confirm delete ?
vi: Xác nhận xoá dữ liệu này ?

source: Related leads
vi: Lead liên quan

source: Check all ratio in this group again when referenced UOM is changed
vi: Kiểm tra lại các tỉ lệ trong nhóm này khi Đơn vị tham chiếu thay đổi

source: Upper manager
vi: Quản lý cấp trên

source: Date range
vi: Khoảng ngày

source: Filter by quarter
vi: Lọc theo quý

source: Filter by month
vi: Lọc theo tháng

source: All group (Company)
vi: Tất cả phòng ban (Công ty)

source: Uncheck all filters to view full year plan
vi: Bỏ chọn tất cả bộ lọc để xem kế hoạch cả năm

source: The ratio will be automatically = 1 if this UOM becomes the reference unit
vi: Tỉ lệ sẽ tự động = 1 nếu UOM này trở thành đơn vị tham chiếu

source: Select reference unit (if null) for this group to apply the ratio
vi: Gán đơn vị tham chiếu (nếu chưa có) để áp dụng tỉ lệ

source: Logged
vi: Đã ghi lại

source: Just log
vi: Chỉ ghi lại

source: Sent successfully
vi: Gửi thành công

source: Sent
vi: Đã gửi

source: Send failed
vi: Gửi thất bại

source: If checked, just log, not send email
vi: Nếu chọn, chỉ ghi lại, không gửi email

source: Send email notification now
vi: Gửi email thông báo ngay

source: If not checked, just log this meeting
vi: Nếu không chọn, chỉ ghi lại cuộc họp này

source: Resend
vi: Gửi lại

source: Send email notification this cancel
vi: Gửi email thông báo huỷ bỏ

source: Letter of guarantee
vi: Thư bảo lãnh

source: Deposit
vi: Đặt cọc

source: Chart type
vi: Loại biểu đồ

source: Expected
vi: Kỳ vọng

source: Reality
vi: Thực tế

source: View my revenue plan this year
vi: Xem KHDT của tôi năm nay

source: My revenue plan this year
vi: KHDT của tôi năm nay

source: Period revenue / profit
vi: Doanh thu / Lợi nhuận theo kỳ

source: Accumulated revenue / profit
vi: Doanh thu / Lợi nhuận tích luỹ

source: Profit type
vi: Loại lợi nhuận

source: Revenue chart
vi: Biểu đồ Doanh thu

source: Profit chart
vi: Biểu đồ Lợi nhuận

source: For data to display correctly, the view permissions of Revenue Plan and Revenue Report must correspond.
vi: Để dữ liệu hiển thị chính xác, quyền xem của Kế hoạch doanh thu và Báo cáo doanh thu phải tương ứng nhau

source: Top customer
vi: Top khách hàng

source: Top category
vi: Top danh mục sản phẩm

source: Top product
vi: Top sản phẩm

source: Sale number viewed
vi: SL sale hiển thị

source: Customer number viewed
vi: SL khách hàng hiển thị

source: View category number
vi: SL danh mục hiển thị

source: View product number
vi: SL sản phẩm hiển thị

source: Resize
vi: Đổi kích thước

source: Total pipeline chart
vi: Biểu đồ toàn bộ pipeline

source: Get all Opportunity Stage
vi: Lấy tất cả Giai đoạn CHKD

source: Opportunity stage
vi: Giai đoạn CHKD

source: Winrate threshold
vi: Ngưỡng xác suất thắng

source: Revenue forecast chart
vi: Biểu đồ Dự tính doanh thu

source: Sale activity chart
vi: Biểu đồ Hoạt động bán hàng

source: Purchase request for Sale order
vi: Yêu cầu mua hàng cho Đơn hàng bán

source: Purchase request for Distribution plan
vi: Yêu cầu mua hàng cho Kế hoạch nhập hàng

source: Select Distribution plan
vi: Chọn Kế hoạch nhập hàng

source: Only create Purchase request your own Sale order
vi: Chỉ được làm Yêu cầu mua hàng cho Đơn hàng bán của bản thân

source: Configured to create Purchase request for all Sale order
vi: Được cấu hình để làm Yêu cầu mua hàng cho mọi Đơn hàng bán

source: Assets
vi: Tài sản

source: Fixed assets
vi: Tài sản cố định

source: Instrument Tool
vi: Công cụ dụng cụ

source: Instruments & Tools
vi: Công cụ dụng cụ

source: Asset Number
vi: Mã tài sản

source: Offset Item
vi: Sản phẩm đối ứng

source: Managing Department
vi: Bộ phận quản lí

source: Using Department
vi: Bộ phận sử dụng

source: Using Customer
vi: Khách hàng sử dụng

source: Depreciation Time
vi: Thời gian khấu hao

source: Classification
vi: Phân loại

source: Define in settings
vi: Khai báo trong cài đặt

source: Asset name
vi: Tên tài sản

source: Original asset cost
vi: Nguyên giá tài sản

source: Accumulative depreciation
vi: Khấu hao luỹ kế

source: Net book value
vi: Giá trị còn lại

source: Source type
vi: Loại nguồn

source: AP Invoice Detail
vi: Thông tin hoá đơn mua hàng

source: Total Value
vi: Tổng giá trị

source: Total Value After Tax
vi: Tổng giá trị sau thuế

source: Prior FA Increase
vi: Tăng tài sản trước đó

source: Current FA Increase
vi: Tăng tài sản hiện tại

source: Choose source from
vi: Chọn nguồn từ

source: Choose AP Invoice
vi: Chọn hoá đơn mua hàng

source: New Purchase
vi: Mua mới

source: Financial Lease
vi: Thuê tài chính

source: Taken from Goods, Finished Products
vi: Lấy từ hàng hoá, thành phẩm

source: Capital Construction Investment
vi: Đầu tư xây dựng cơ bản

source: Capital Contribution, Sponsorship, Donation
vi: Góp vốn, tài trợ, biếu tặng

source: Exchange
vi: Trao đổi

source: Depreciation
vi: Khấu hao

source: Straight line depreciation
vi: Khấu hao đuường thẳng

source: Adjusted reducing balance
vi: Khấu hao số dư giảm dần có điều chỉnh

source: Adjustment factor
vi: Hệ số điều chỉnh

source: Fixed Asset
vi: Tài sản cố định

source: Fixed Asset Classification Group
vi: Nhóm phân loại tài sản cố định

source: Fixed Asset Classification
vi: Phân loại tài sản cố định

source: Tool Classification
vi: Phân loại công cụ dụng cụ

source: Manage Department
vi: Bộ phận quản lí

source: Use Department
vi: Bộ phận sử dụng

source: Tool Name
vi: Tên công cụ

source: Tool Number
vi: Mã công cụ

source: Master data document
vi: Master data tài liệu

source: Master data asset
vi: Master data tài sản

source: Liabilities
vi: Nợ phải trả

source: Owner's equity
vi: Vốn chủ sở hữu

source: Costs of production, business
vi: Chi phí sản xuất, kinh doanh

source: Other incomes
vi: Thu nhập khác

source: Other expenses
vi: Chi phí khác

source: Income summary
vi: Xác định kết quả kinh doanh

source: Account code
vi: Số hiệu tài khoản

source: Account name
vi: Tên tài khoản

source: Foreign name
vi: Tên quốc tế

source: account
vi: tài khoản

source: title
vi: tiêu đề

source: Parent account
vi: Tài khoản cha

source: Auto
vi: Tự động

source: Original transaction
vi: Giao dịch gốc

source: Auto load according to config
vi: Tự động load theo cấu hình

source: Tax code is not valid
vi: MST không hợp lệ

source: Tax code is valid
vi: MST hợp lệ

source: Payment term information
vi: Thông tin Điều khoản thanh toán

source: Remark
vi: Mô tả

source: Term
vi: Điều khoản

source: Invoice status
vi: TT hoá đơn

source: Accounting setting
vi: Thiết lập kế toán

source: Chart of account
vi: Danh sách tài khoản

source: Trading account type
vi: Loại tài khoản giao dịch

source: Add same level account
vi: Thêm tài khoản cùng cấp

source: Add sub level account
vi: Thêm tài khoản cấp dưới

source: Select an account for these actions
vi: Chọn một tài khoản cho các hành động này

source: This group is to manage Units of measure not created from Blow in one place. For example: Units of measure imported from excel file in Quotation function, ...
vi: Nhóm này để quản lý các đơn vị tính không được tạo từ Blow về một chỗ. Ví dụ: các Đơn vị tính nhập từ file excel trong chức năng Báo Giá, ...

source: Activities
vi: Hoạt động

source: Convert to
vi: Chuyển đổi thành

source: Go to this Stage
vi: Nhảy đến trạng thái này

source: Add Stage
vi: Thêm giai đoạn

source: The system will restore the initial configuration stages
vi: Hệ thống sẽ khôi phục các giai đoạn về cài đặt ban đầu

source: Decision factor
vi: Yếu tố quyết định

source: Create New Factor
vi: Tạo yếu tố mới

source: Condition
vi: Điều kiện

source: Create New Stage
vi: Thêm chỉ tiêu mới

source: Logical operator
vi: Toán tử logic

source: You can not delete default stages!
vi: Bạn không thể xóa các giai đoạn mặc định!

source: Accounting policies
vi: Chính sách kế toán

source: Meeting room
vi: Phòng họp

source: Create meeting room
vi: Tạo phòng họp

source: Zoom account config
vi: Cấu hình tài khoản Zoom

source: See instruction here
vi: Xem hướng dẫn tại đây

source: 1 existing config
vi: 1 cấu hình đang tồn tại

source: Instruction
vi: Hướng dẫn

source: Enter Account email
vi: Nhập Account email

source: Enter your email, which you use to connect to Zoom API.
vi: Nhập email của bạn, cái được sử dụng để kết nối với Zoom API

source: Build app
vi: Xây dựng ứng dụng

source: Go to
vi: Đi đến

source: here
vi: đây

source: Login your Zoom account with email in last step.
vi: Đăng nhập tài khoản Zoom với email ở bước trước.

source: Click Develop button > Select Build Server-to-Server App > Enter App name.
vi: Nhấn vào nút Develop > Chọn Build Server-to-Server App > Nhập App name.

source: In tab App Credentials: click Next button.
vi: Ở tab App Credentials: chọn Next

source: In tab Information: fill in all fields (required).
vi: Ở tab Information: điền vào tất cả các trường (bắt buộc).

source: In tab Feature: click Next button.
vi: Ở tab Feature: nhấn vào nút Next.

source: In tab Scopes: click Add Scopes button > In tab Meeting, select 2 rows: (Get a meetings encoded SIP URL) and (View and manage all user meetings) > Click Continue button.
vi: Ở tab Scopes: nhấn vào nút Add Scopes > Ở tab Meeting, chọn 2 hàng: (Get a meetings encoded SIP URL) và (View and manage all user meetings) > nhấn vào nút Continue.

source: Finally, in tab Activation: click Activate your app button to active your app.
vi: Cuối cùng, ở tab Activation: nhấn vào nút Activate your app để kích hoạt ứng ựng của bạn.

source: Get Account ID, Client ID, Client secret
vi: Lấy Account ID, Client ID, Client secret

source: Open your app in last step, then go to App Credentials tab. You will see your Account ID, Client ID and Client secret.
vi: Mở ứng ụng của bạn ở bước trước lên, sau đó đi đến tab App Credentials. Bạn sẽ thấy Account ID, Client ID và Client secret.

source: Get Personal meeting ID
vi: Lấy ID Cuộc họp cá nhân
