Repository: kienquocIT/mis-ui
Catalog: locale/*/LC_MESSAGES/django.po
Languages: vi

source: Login to your Zoom Account
vi: Đăng nhập vào tài khoản Zoom của bạn

source: Go to Profile tab, your Personal meeting ID here.
vi: Đi tới tab Profile (Cá nhân), ID Cuộc họp cá nhân cảu bạn ở đây.

source: Sync with Vietcombank
vi: Đồng bộ với Vietcombank

source: Send notify email
vi: Gửi email thông báo

source: Meeting schedule list
vi: Danh sách lịch họp

source: Meeting schedule create
vi: Lên lich cuộc họp

source: Meeting schedule detail
vi: Chi tiết cuộc họp

source: Only available with online meeting!
vi: Chỉ khả dụng với Cuộc họp trực tuyến!

source: Generate automatically
vi: Tạo tự động

source: Personal meeting ID
vi: ID cuộc họp cá nhân

source: The passcode will be embedded in the invite link. Users joining with the invite link will not have to enter the passcode manually. A numeric passcode will be generated for users who dial in from a phone or a room system
vi: Mã truy cập sẽ được nhúng trong đường link mời. Người dùng tham gia qua đường link này sẽ không cần nhập mã truy cập thủ công. Một mã số sẽ được tạo ra cho những ai tham gia bằng điện thoại hoặc hệ thống phòng họp.

source: Chat with participants any time and access in-meeting chat in the same place. External users must be manually added to the Meeting Group Chat.
vi: Trò chuyện với người tham gia bất cứ lúc nào và truy cập cuộc trò chuyện trong cuộc họp tại cùng một nơi. Người dùng bên ngoài phải được thêm thủ công vào nhóm trò chuyện của cuộc họp.

source: The Zoom meeting cannot be created because you have not configured a Zoom account. Go to settings to add it, then go here to create it again.
vi: Cuộc họp trên Zoom chưa thể tạo vì bạn chưa cấu hình tài khoản Zoom. Hãy vào phần cài đặt để thêm, sau đó vào đây để tạo lại.

source: Zoom account config here
vi: Cấu hình tài khoản Zoom tại đây

source: Create manually
vi: Tạo thủ công

source: Create automatically
vi: Tạo tự động

source: Bin Location
vi: Vị trí Bin

source: Shelf title
vi: Tên kệ

source: Shelf row
vi: SL ngăn

source: Shelf column
vi: SL tầng

source: Add shelf
vi: Thêm kệ

source: Account determination
vi: Xác định TK kế toán

source: Transactions referencing this warehouse will use the accounts here to create Journal Entry. By default, the accounts are taken from Setting, you can update it.
vi: Các giao dịch tham chiếu đến kho này sẽ sử dụng các tài khoản tại đây để tạo Bút toán. Mặc định các tài khoản được lấy theo Cài đặt, bạn có thể thiết lập lại.

source: Transactions referencing this product type will use the accounts here to create Journal Entry. By default, the accounts are taken from Setting, you can update it.
vi: Các giao dịch tham chiếu đến loại sản phẩm này sẽ sử dụng các tài khoản tại đây để tạo Bút toán. Mặc định các tài khoản được lấy theo Cài đặt, bạn có thể thiết lập lại.

source: Transactions referencing this product will use the accounts here to create Journal Entry. By default, the accounts are taken by Warehouse, you can update it.
vi: Các giao dịch tham chiếu đến sản phẩm này sẽ sử dụng các tài khoản tại đây để tạo Bút toán. Mặc định các tài khoản được lấy theo Kho, bạn có thể thiết lập lại.

source: Enable tab
vi: Kích hoạt tab

source: No warehouse
vi: Không qua kho

source: Lease time
vi: Thời gian thuê

source: Final cost
vi: Giá vốn cuối

source: Lease code
vi: Mã thuê

source: Original cost
vi: Giá vốn gốc

source: Net value
vi: Giá trị ròng

source: Previous lease time
vi: Thời gian thuê trước

source: Depreciation time
vi: Thời gian khấu hao

source: Update depreciation time
vi: Thời gian khấu hao mới

source: Save edit zone
vi: Lưu chỉnh sửa vùng

source: Save edit zone and approve
vi: Lưu chỉnh sửa vùng và phê duyệt

source: Goods recovery
vi: Thu hồi hàng cho thuê

source: Input quantity new products
vi: Nhập số lượng sản phẩm mua mới

source: Select leased products
vi: Chọn sản phẩm đã cho thuê trước đó

source: New products
vi: Sản phẩm mua mới

source: Leased products
vi: Sản phẩm đã cho thuê trước đó

source: Recovery
vi: Thu hồi

source: Start depreciation
vi: Bắt đầu khấu hao

source: End depreciation
vi: Kết thúc khấu hao

source: Start lease
vi: Bắt đầu cho thuê

source: End lease
vi: Kết thúc cho thuê

source: Begin
vi: Bắt đầu

source: Start net value
vi: Giá trị ban đầu

source: Depreciation value
vi: Giá trị khấu hao

source: End net value
vi: Giá trị cuối

source: Allocated
vi: Phân bổ

source: Accumulative
vi: Tích lũy

source: Depreciation detail
vi: Chi tiết khấu hao

source: Load Preview Of Depreciation
vi: Xem khấu hao

source: Only for adjusted reducing balance method
vi: Chỉ dùng cho phương pháp khấu hao giảm dần

source: Fixed asset write-off
vi: Ghi giảm tài sản

source: Fixed Asset Write-off
vi: Ghi giảm tài sản

source: Write-off type
vi: Loại ghi giảm

source: Disposal or sale
vi: Thanh lí, nhượng bán

source: Return of leased financial assets
vi: Trả tài sản thuê tài chính

source: Converse fixed assets into instruments and tools
vi: Chuyển TSCD thành CCDC

source: Capital contribution to a subsidiary
vi: Góp vốn công ty con

source: Capital contribution to a joint venture
vi: Góp vốn công ty liên doanh

source: Capital contribution to an associate company
vi: Góp vốn công ty liên kết

source: Instrument tool write-off
vi: Ghi giảm công cụ dụng cụ

source: Instrument Tool Write-off
vi: Ghi giảm công cụ dụng cụ

source: Write-off quantity
vi: Số lượng ghi giảm

source: Using quantity
vi: Số lượng đang sử dụng

source: Writing off quantity
vi: Số lượng ghi giảm

source: Current FA increase must be bigger than 0
vi: Giá trị tăng tài sản phải lớn hơn 0

source: The sum of current increased FA and existing increased FA exceeds the total value
vi: Tổng của giá trị tài sản đã tăng và giá trị tài sản tăng hiện tại lớn hơn tổng giá trị tài sản

source: Referenced by
vi: Tham chiếu theo

source: This product
vi: Sản phẩm này

source: Confirm this change?
vi: Xác nhận thay đổi?

source: Product code
vi: Mã sản phẩm

source: Asset code
vi: Mã tài sản

source: Select asset
vi: Chọn tài sản

source: Warehouse name
vi: Tên kho

source: Warehouse code
vi: Mã kho

source: Add service
vi: Thêm dịch vụ

source: Select service
vi: Chọn dịch vụ

source: International name
vi: Tên quốc tế

source: Short name
vi: Tên viết tắt

source: Financial config
vi: Cấu hình tài chính

source: Bank
vi: Ngân hàng

source: Head office
vi: Trụ sở chính

source: Head office address
vi: Địa chỉ trụ sở chính

source: The example list is taken from VietQR API, if not you can enter it yourself
vi: Danh sách mẫu được lấy từ VietQR API, nếu không có bạn có thể tự nhập

source: Delete this Bank?
vi: Xóa Ngân hàng này?

source: Delete this Bank account?
vi: Xóa Tài khoản ngân hàng này?

source: Account owner
vi: Chủ tài khoản

source: Brand
vi: Chi nhánh

source: Brand name
vi: Tên chi nhánh

source: Brand address
vi: Địa chỉ chi nhánh

source: Periods config
vi: Cấu hình Kỳ kế toán

source: Master data categories
vi: Master data phân loại

source: Categories
vi: Phân loại

source: Master data bank
vi: Master data ngân hàng

source: Recon account
vi: TK cấn trừ

source: Reconcile
vi: Cấn trừ

source: Payment before tax
vi: Thanh toán trước thuế

source: Percentage
vi: Phần trăm

source: Invoice issue
vi: Số hóa đơn

source: Balance due
vi: Dư nợ phải trả

source: Invoice plan
vi: Kế hoạch hóa đơn

source: Payment plan
vi: Kế hoạch thanh toán

source: Specific amount
vi: Số tiền cụ thể

source: Mixed
vi: Hỗn hợp

source: Paid in full
vi: Đã thanh toán đủ

source: Manufacturer
vi: Hãng sản xuất

source: Payment amount does not match
vi: Số tiền thanh toán không khớp

source: Select invoice
vi: Chọn hóa đơn

source: Select payment term
vi: Chọn kỳ thanh toán

source: Add row optionally
vi: Thêm dòng tùy chọn

source: If not referring to SO
vi: Nếu không tham chiếu tới đơn bán hàng nào

source: If referring to SO
vi: Nếu tham chiếu tới đơn bán hàng

source: Get by selected customer
vi: Lấy theo khách hàng được chọn

source: Delete selected row
vi: Xóa dòng được chọn

source: Actual delivery date
vi: Ngày giao hàng thực tế

source: Invoiced
vi: Đã lập hóa đơn

source: Previous time
vi: Lần trước

source: Required for Organization account
vi: Bắt buộc cho tài khoản Tổ chức

source: Available for Organization account
vi: Khả dụng cho tài khoản Tổ chức

source: Individual name
vi: Tên cá nhân

source: Individual code
vi: Mã cá nhân

source: Organization name
vi: Tên tổ chức

source: Organization code
vi: Mã tổ chức

source: You can only select ONE contact for Individual account.
vi: Bạn chỉ có thể chọn MỘT liên hệ cho tài khoản Cá nhân.

source: is account owner
vi: là chủ tài khoản

source: Line method
vi: Phương pháp đường thẳng

source: Adjustment method
vi: Phương pháp hệ số

source: Goods convert into
vi: Hàng hóa chuyển thành

source: When leased product converted into fixed asset
vi: Khi sản phẩm được cho thuê chuyển đổi thành tài sản cố định

source: When leased product converted into tool
vi: Khi sản phẩm được cho thuê chuyển đổi thành dụng cụ

source: Group manage
vi: Nhóm quản lý

source: Group using
vi: Nhóm sử dụng

source: Group order
vi: Đơn hàng nhóm

source: Service Duration
vi: Thời gian dịch vụ

source: Max Number Of Guests
vi: Số lượng khách tối đa

source: Number Of Registered Guests
vi: Số lượng khách đăng kí

source: Payment Term
vi: Điều khoản thanh toán

source: Cost Per Guest
vi: Giá vốn mỗi khách

source: Cost Per Registered Guest
vi: Giá vốn mỗi khách đăng kí

source: Planned Revenue
vi: Doanh thu dự tính

source: Actual Revenue
vi: Doanh thu thực

source: Customer Code
vi: Mã khách hàng

source: Registered Code
vi: Mã đăng kí

source: Registered Date
vi: Ngày đăng kí

source: Sub Total
vi: Tổng

source: Payment Status
vi: Trạng thái thanh toán

source: Total Guests
vi: Tổng số lượng khách

source: Total Amount
vi: Tổng giá trị

source: Total Amount Including VAT
vi: Tổng giá trị sau VAT

source: New Customer
vi: Khách hàng mới

source: Service Name
vi: Tên dịch vụ

source: Service Code
vi: Mã dịch vụ

source: Register Date
vi: Ngày đăng kí

source: Standard Cost
vi: Giá tiêu chuẩn

source: BOM Cost
vi: Giá BOM

source: Expense Name
vi: Tên chi phí

source: Expense Item
vi: Chi phí

source: Expense Cost
vi: Giá chi phí

source: Sum Of Prices
vi: Tổng giá

source: Order by Due date
vi: Sắp xếp theo Ngày đến hạn

source: Advance payment to supplier (not according to Purchase order)
vi: Tạm ứng trước cho nhà cung cấp (không theo Đơn mua hàng)

source: Advance payment to supplier (according to Purchase order)
vi: Tạm ứng trước cho nhà cung cấp (theo Đơn mua hàng)

source: Payment to supplier (according to AP invoice)
vi: Thanh toán cho nhà cung cấp (theo Hóa đơn mua hàng)

source: Invoice code
vi: Mã hóa đơn

source: PO code
vi: Mã Đơn mua hàng

# group_order
source: Unpaid
vi: Chưa thanh toán

source: Total Cost
vi: Tổng giá vốn

source: Unit Cost
vi: Giá vốn đơn vị

source: New task
vi: Công việc mới

source: Create document
vi: Tạo phiếu

source: Receive document
vi: Tiếp nhận phiếu

source: Rejected
vi: Từ chối

source: Edit data by zones
vi: Chỉnh sửa dữ liệu theo vùng

source: Return to creator
vi: Trả về người tạo

source: Document was returned
vi: Phiếu bị trả về

source: Rerun workflow
vi: Chạy lại quy trình

source: Workflow ended
vi: Quy trình kết thúc

source: Workflow ended (Approved)
vi: Quy trình kết thúc (Đã duyệt)

source: Workflow ended (Rejected)
vi: Quy trình kết thúc (Từ chối)

source: Payment type
vi: Loại thanh toán

source: Payment to supplier
vi: Thanh toán cho nhà cung cấp

source: Payment to customer
vi: Trả tiền cho khách hàng

source: Advance payment to employee
vi: Tạm ứng cho nhân viên

source: Payment on account
vi: Thanh toán cho đối tượng ngoài danh mục

source: VAT
vi: Thuế GTGT

source: Select supplier
vi: Chọn nhà cung cấp

source: Select product from goods receipt
vi: Chọn sản phẩm từ phiếu nhập hàng

source: If referring to PO
vi: Nếu tham chiếu tới đơn mua hàng

source: Select employee
vi: Chọn nhân viên

source: Delete block
vi: Xóa khối

source: Are you sure to delete node association?
vi: Bạn có chắc muốn xóa liên kết trạm?

source: Add Company Address
vi: Thêm địa chỉ công ty

source: This data cannot be modified during the fiscal year.
vi: Trường này không được sửa đổi trong suốt năm tài chính này.

source: If there are any transactions (e.g. goods receipt, delivery, etc.), the data below can't be edited during this fiscal year.
vi: Nếu đã phát sinh giao dịch (ví dụ: nhập kho, giao hàng, v.v.), dữ liệu bên dưới sẽ không thể chỉnh sửa trong năm tài chính này.

source: Cash outflow type
vi: Loại phiếu chi

source: Lease asset list
vi: Tài sản công cụ cho thuê

source: Leased
vi: Cho thuê

source: Contract name
vi: Tên hợp đồng

source: Contract code
vi: Mã hợp đồng

source: Free input
vi: Nhập liệu tự do

source: Turn on/off free input ?
vi: Bật/tắt nhập liệu tự do ?

source: Free input is on
vi: Nhập liệu tự do được bật

source: Users are responsible for calculations when entering data
vi: Người dùng tự chịu trách nhiệm cho việc tính toán khi nhập liệu

source: Goods
vi: Hàng hóa

source: Lease
vi: Cho thuê

source: Tool name
vi: Tên công cụ

source: Tool code
vi: Mã công cụ

source: Offset item
vi: Đối ứng

source: Depreciation from
vi: Khấu hao từ

source: Document No.
vi: Số hoá đơn

source: Meeting config
vi: Cấu hình cuộc họp

source: Add new meeting room
vi: Thêm phòng họp

source: Update meeting room
vi: Cập nhập phòng họp

source: Delivery information
vi: Thông tin giao hàng

source: Estimated delivery date is required
vi: Ngày giao dự kiến là bắt buộc

source: Return 0 if value of indicator is negative
vi: Trả về 0 nếu giá trị chỉ tiêu âm

source: Bank information
vi: Thông tin ngân hàng

source: Date of advance payment
vi: Ngày cần tạm ứng

source: Invoice not issued yet
vi: Chưa xuất hóa đơn

source: Invoice partially issued
vi: Xuất hóa đơn một phần

source: Invoice issued
vi: Đã xuất hóa đơn

source: Rejected because of workflow error
vi: Phiếu tự động hủy vì cấu hình quy trình lỗi

source: The action cannot be performed because there are change requests (CR). Please approve or cancel the change requests.
vi: Thao tác không thể thực hiện vì có các phiếu thay đổi (CR). Vui lòng duyệt hoặc hủy các phiếu thay đổi.

source: Save and approve
vi: Lưu và duyệt

source: Click to select or input new
vi: Nhấn để chọn hoặc thêm mới

source: Select bank account
vi: Chọn tài khoản ngân hàng

source: Pick a bank account, or add one in the last row.
vi: Chọn tài khoản hoặc thêm mới ở dòng cuối.

source: Advance for supplier
vi: Tạm ứng cho NCC

source: Advance for employee
vi: Tạm ứng cho NV

source: Payment for supplier
vi: Thanh toán cho NCC

source: Payment for employee
vi: Thanh toán cho NV

source: Select advance payment
vi: Chọn phiếu tạm ứng

source: Picked quantity
vi: SL được lấy

source: Confirm initial components
vi: Xác nhận các thành phần ban đầu

source: Welcome back
vi: Chào mừng trở lại

source: Track all your business metrics on the Bflow Dashboard easily
vi: Theo dõi tất cả chỉ số doanh nghiệp của bạn trên Bflow Dashboard một cách dễ dàng

source: Never miss any important insights when your data will be updated automatically updated continuously
vi: Không bỏ lỡ bất kỳ thông tin quan trọng nào với dữ liệu được cập nhật tự động liên tục

source: Customize your dashboards to focus on what matters most
vi: Tùy chỉnh biểu đồ của bạn để tập trung vào những điều quan trọng nhất

source: Compared with last month
vi: So với tháng trước

source: Last updated at
vi: Cập nhật lúc

source: Root document
vi: Phiếu gốc

source: The product has no inventory configuration. Do you want to continue?
vi: Sản phẩm không có cấu hình lưu kho. Bạn có muốn tiếp tục?

source: For product modification
vi: Cho ráp-rã sản phẩm

source: Product mapping
vi: Liên kết sản phẩm

source: Mapping
vi: Liên kết

source: Create a new product
vi: Tạo một sản phẩm mới

source: Match with existing product
vi: Khớp với sản phẩm đang có

source: Fair value
vi: Giá trị hợp lí

source: OK, I understand
vi: OK, tôi đã hiểu

source: These fields are necessary to quickly create a new product
vi: Những trường sau là cần thiết để tạo mới nhanh một sản phẩm

source: Products will be created once this document is approved
vi: Sản phẩm sẽ được tạo khi phiếu này được duyệt

source: Guide
vi: Hướng dẫn

source: This Product Modification is approved
vi: Phiếu Ráp-Rã này được duyệt

source: If there are components to be added
vi: Nếu có các thành phần được lắp thêm vào

source: a Goods Issue will be automatically created and approved
vi: một Phiếu Xuất Kho sẽ tự động được tạo và duyệt

source: If there are components that need to be removed
vi: Nếu có các thành phần cần tháo rời

source: you must create and finish a Goods Receipt to import these component to stock
vi: bạn cần tạo và hoàn thành một Phiếu Nhập Kho để nhập hàng vào kho

source: The modification process is only considered complete when all created docs are successfully approved
vi: Quá trình ráp-rã chỉ hoàn tất khi các phiếu sinh ra đều được duyệt thành công

source: This value is used as the stock-in value in the Goods Receipt
vi: Giá trị này được sử dụng để làm giá trị nhập kho trong Phiếu Nhập Kho

source: Wait for picking
vi: Chờ lấy hàng để giao

source: Ready to delivery
vi: Sẵn sàng để giao

source: Modified product
vi: Sản phẩm đã làm Ráp-Rã

source: Modified number
vi: Mã định danh

source: GR code
vi: Mã Nhập Hàng

source: referred by product modification
vi: tham chiếu từ phiếu ráp-rã

source: Exchange rate
vi: Tỉ giá

source: Lease report
vi: Báo cáo cho thuê

source: Lease order code
vi: Mã đơn cho thuê

source: Lease order name
vi: Tên đơn cho thuê

source: Lease status
vi: Trạng thái cho thuê

source: Prepare for lease
vi: Chuẩn bị cho thuê

source: Currently for lease
vi: Đang cho thuê

source: Lease expires
vi: Hết hạn cho thuê

source: Original product
vi: Hàng hóa gốc

source: Create successfully
vi: Tạo thành công

source: Update successfully
vi: Cập nhật thành công

source: Delete successfully
vi: Xóa thành công

source: Virtual warehouse
vi: Kho ảo

source: Select virtual warehouse for 'Equipment Loan'
vi: Chọn kho ảo cho chức năng 'Cho mượn hàng'

source: Being leased
vi: Đang được cho thuê

source: Over due
vi: Quá hạn

source: Total cash in
vi: Tổng thu

source: Total cash out
vi: Tổng chi

source: View list
vi: Xem danh sách

source: View detail of month
vi: Xem chi tiết tháng

source: Due
vi: Đến hạn

source: Common information
vi: Thông tin chung

source: Payment time
vi: Thời gian thanh toán

source: Not paid
vi: Chưa thanh toán

source: Day left
vi: Ngày nữa

source: Day previous
vi: Ngày trước

source: Time
vi: Thời gian

source: Date approved
vi: Ngày duyệt

source: Expected invoice date
vi: Ngày xuất hóa đơn dự kiến

source: Actual invoice date
vi: Ngày xuất hóa đơn thực tế

source: Partially paid
vi: Thanh toán một phần

source: Reconciliation of Customer
vi: Cấn trừ cho Khách hàng

source: Reconciliation of Supplier
vi: Cấn trừ cho Nhà cung cấp

source: Reconciliation of Employee
vi: Cấn trừ cho Nhân viên

source: Shift assignment
vi: Phân công ca

source: All company
vi: Toàn bộ công ty

source: Applicable object
vi: Đối tượng áp dụng

source: Apply for shifts
vi: Áp dụng ca làm việc

source: Current shift
vi: Ca hiện tại

source: Select shift to apply
vi: Chọn ca áp dụng

source: View shift list
vi: Xem danh sách ca

source: Working hours
vi: Giờ làm việc

source: Break time
vi: Giờ giải lao

source: Attendance
vi: Chấm công

source: Create cash in
vi: Tạo phiếu thu

source: Create cash out
vi: Tạo phiếu chi

source: View by employee
vi: Xem theo nhân viên

source: View by group
vi: Xem theo nhóm

source: Synchronize employee
vi: Đồng bộ nhân viên

source: Device employee id
vi: ID nhân viên trên thiết bị

source: Device employee name
vi: Tên nhân viên trên thiết bị

source: Hover to see title
vi: Trỏ vào để xem tiêu đề

source: Overview of revenue, profit and key performance indicators
vi: Tổng quan doanh thu, lợi nhuận và các chỉ số hiệu suất chính

source: Sales pipeline analysis, conversion rates and deal tracking
vi: Phân tích pipeline bán hàng, tỷ lệ chuyển đổi và theo dõi tiến độ deal

source: Attendance device config
vi: Cấu hình thiết bị chấm công

source: Device name
vi: Tên thiết bị

source: Device IP
vi: IP thiết bị

source: Use this device
vi: Sử dụng thiết bị này

source: Sync attendance
vi: Đồng bộ dữ liệu chấm công

source: Use excel
vi: Dùng file excel

source: There is no shipment for this area
vi: Không có cấu hình chi phí vận chuyển cho khu vực này

source: Missing data in tab logistic
vi: Thiếu thông tin trong tab logistic

source: Create shipment
vi: Tạo chi phí vận chuyển

source: Export exel
vi: Xuất exel

source: Attribute
vi: Thuộc tính

source: If the product has 'Inventory' enabled, only select attributes with 'inventory tracking' and vice versa
vi: Nếu sản phẩm có kích hoạt 'Tồn kho', chỉ chọn các thuộc tính có 'theo dõi tồn kho' và ngược lại

source: Change attribute
vi: Thay đổi thuộc tính

source: Product attribute
vi: Thuộc tính sản phẩm

source: Change attributes for this product?
vi: Thay đổi thuộc tính của sản phẩm này?

source: Overtime request
vi: Đăng ký làm ngoài giờ

source: Container Type
vi: Loại Container

source: Container type
vi: Loại container

source: Create new container type successfully
vi: Tạo loại container mới thành công

source: Update container type successfully
vi: Cập nhật loại container thành công

source: Update package type successfully
vi: Cập nhật loại hàng thành công

source: Create new package type successfully
vi: Tạo loại hàng thành công

source: Service order
vi: Đơn dịch vụ

source: Package type
vi: Loại kiện hàng

source: Summarize contract
vi: Tổng hợp hợp đồng

source: Orders
vi: Đơn hàng

source: Profit plan
vi: Kế hoạch LN

source: Duration UOM
vi: ĐV thời gian

source: Edit attributes
vi: Chỉnh sửa thuộc tính

source: Edit attributes of file
vi: Chỉnh sửa thuộc tính của tài liệu

source: Filter by customer
vi: Lọc theo khách hàng

source: Attributes with inventory tracking will be selected if the product has the 'Inventory' tab enabled, and vice versa.
vi: Sẽ chọn những thuộc tính có theo dõi tồn kho nếu sản phẩm bật tab 'Inventory' và ngược lại.

source: Price config
vi: Cấu hình giá

source: Numeric
vi: Số

source: Warranty
vi: Bảo hành

source: Duration unit
vi: Đơn vị thời gian

source: Increment
vi: Tăng

source: Cost per increment
vi: Giá tăng

source: Valid until
vi: Hiệu lực đến

source: Application applied
vi: Chức năng áp dụng

source: List task assigned
vi: Danh sách nhiệm vụ được giao

source: Not available yet
vi: Chưa hỗ trợ

source: Select budget
vi: Chọn ngân sách

source: Total budget
vi: Tổng ngân sách

source: Specific value
vi: Giá đích danh

source: Specific serial number
vi: Serial đích danh

source: or import here
vi: hoặc nhập tại đây

source: Service quotation
vi: Báo giá dịch vụ

source: Sale quotation
vi: Báo giá bán

source: Payroll
vi: Tính lương

source: Copy configuration from product
vi: Sao chép cấu hình từ sản phẩm

source: Export to Excel
vi: Xuất bản thành Excel

source: Delivery logs
vi: Lịch sử giao hàng

source: In workflow
vi: Trong quy trình

source: Single group only
vi: Chỉ từng phòng ban riêng lẻ

source: Include child groups
vi: Bao gồm phòng ban con

source: Service order version
vi: Phiên bản đơn dịch vụ

source: Delivery quantity
vi: SL giao hàng

source: Compare
vi: So sánh

source: Compare Revenue & Profit
vi: So sánh Doanh thu & Lợi nhuận

source: Revenue & Profit chart
vi: Biểu đồ Doanh thu & Lợi nhuận

source: Expected revenue
vi: Doanh thu dự kiến

source: Reality revenue
vi: Doanh thu thực tế

source: Expected profit
vi: Lợi nhuận dự kiến

source: Reality profit
vi: Lợi nhuận thực tế

source: Node initial is required
vi: Trạm khởi tạo là bắt buộc

source: Node approved is required
vi: Trạm chấp thuận là bắt buộc
