Repository: kienquocIT/mis-ui
Catalog: locale/*/LC_MESSAGES/django.po
Languages: vi

source: View by
vi: Xem theo

source: Date applied
vi: Ngày áp dụng

source: Wait complete
vi: Đợi hoàn tất

source: Balance initialization
vi: Khởi tạo số dư

source: Add balance
vi: Thêm số dư

source: Select warehouse
vi: Chọn kho

source: Total value
vi: Tổng giá trị

source: Lot quantity
vi: SL của lô

source: Manufacture date
vi: Ngày sản xuất

source: Purchase Request Config
vi: Cấu hình Yêu cầu mua hàng

source: Expense Items
vi: Các loại chi phí

source: Internal Labor Items
vi: Chi phí nhân công nội bộ

source: Invoice form config
vi: Cấu hình Mẫu hoá đơn

source: Advance payment
vi: Tạm ứng

source: Return advance
vi: Hoàn ứng

source: Sale activities
vi: Hoạt động bán hàng

source: AR invoice
vi: Hoá đơn bán hàng

source: AP invoice
vi: Hoá đơn mua hàng

source: Asset, tools
vi: Tài sản, công cụ

source: Asset, tools list
vi: Danh sách tài sản, công cụ

source: Asset, tools delivery
vi: Phiếu bàn giao

source: Asset, tools return list
vi: Danh sách thu hồi tài sản

source: Inventory stock report
vi: Báo cáo hàng tồn kho

source: Items detail report
vi: Báo cáo chi tiết hàng

source: Please cancel current quotation
vi: Vui lòng hủy báo giá hiện tại

source: Please cancel current sale order
vi: Vui lòng hủy đơn bán hàng hiện tại

source: Please cancel current quotation, sale order
vi: Vui lòng hủy báo giá, đơn bán hàng hiện tại

source: Opportunity is disabled because employee in short sales roles
vi: CHKD bị vô hiệu vì nhân viên thuộc vai trò bán hàng nhanh

source: Reason for reject
vi: Lý do từ chối

source: Role short sale
vi: Vai trò bán hàng nhanh

source: Role long sale
vi: Vai trò bán hàng dự án

source: Calculate ending cumulative value
vi: Tính giá trị tích luỹ cuối kỳ

source: Export to excel
vi: Xuất file excel

source: Are you sure to calculate ending cumulative value?
vi: Bạn có chắc chắc muốn tính toán giá trị tích luỹ cuối kỳ của tháng này?

source: Sure
vi: Đồng ý

source: First month
vi: Tháng đầu kỳ

source: Sub accounting periods
vi: Kỳ con

source: Set time of starting using software in this period.
vi: Đặt thời gian bắt đầu sử dụng phần mềm trong kỳ này.

source: Invoice
vi: Hóa đơn

source: Reference
vi: Tham chiếu

source: Exceed stock quantity
vi: Vượt quá số lượng tồn kho

source: Project list
vi: Danh sách dự án

source: Project group
vi: Nhóm dự án

source: Project work
vi: Công việc dự án

source: Project member
vi: Thành viên dự án

source: Teams
vi: Đội ngũ

source: Finish date
vi: Ngày hoàn thành

source: Project PM
vi: Quản lý dự án

source: Allow view this project
vi: Quyền xem dự án

source: Can add member this project
vi: Có thể thêm thành viên dự án

source: Allow create group and work this project
vi: Có quyền trên 'Nhóm' và 'Công việc' trong dự án

source: Project code
vi: Mã Dự án

source: Project assign task
vi: Giao việc dự án

source: Completion rate
vi: Tỉ lệ hoàn thành

source: Tasks
vi: Giao việc

source: Project works
vi: Công việc

source: Types of Relationships
vi: Loại quan hệ

source: Dependencies work with
vi: Phụ thuộc với Công việc

source: Work weight
vi: Trọng số

source: Work rate
vi: Tỉ lệ

source: Group weight
vi: Trọng số

source: Group rate
vi: Tỉ lệ

source: Task list in work
vi: Giao việc trong công việc

source: Project create
vi: Tạo dự án

source: Abandoned tasks
vi: Giao việc bị bỏ quên

source: Unlink between Task and Work
vi: Huỷ liên kết giữa Giao việc và Công việc

source: Previous work
vi: Công việc trước đó

source: New folder
vi: Thư mục mới

source: Parent folder
vi: Thư mục cha

source: Upload file
vi: Tải tệp lên

source: Upload folder
vi: Tải thư mục lên

source: Start to start
vi: Bắt đầu cùng lúc

source: Finish to start
vi: Hoàn thành để bắt đầu

source: Start to Start (SS) - You can only start work B when work A has started.
vi: Bắt đầu cùng lúc (SS) - bạn chỉ có thể bắt đầu công việc B khi công việc A bắt đầu.

source: Finish to Start (FS) - You can only start work B when work A has finished.
vi: Hoàn thành để bắt đầu (FS) - bạn chỉ có thể bắt đầu công việc B khi công việc A đã hoàn thành.

source: Explanation of Types of Relationships
vi: Chú thích Loại quan hệ

source: Work expense
vi: Chi phí công việc

source: Work title
vi: Tên công việc

source: Total price
vi: Tổng đơn giá

source: Total tax
vi: Tổng thuế

source: Total price after tax
vi: Tổng tiền sau thuế

source: Goods registration
vi: Đăng ký hàng

source: Goods registration list
vi: Danh sách phiếu đăng ký hàng

source: Goods registration detail
vi: Chi tiết phiếu đăng ký hàng

source: Goods registration update
vi: Cập nhật phiếu đăng ký hàng

source: Registered
vi: Đã đăng ký

source: Inventory this order
vi: Tồn kho DA này

source: Keep for other orders
vi: Giữ cho DA khác

source: Remaining
vi: Còn lại

source: Register for this order
vi: Hàng cho DA này

source: Register from other orders
vi: Hàng từ DA khác

source: Stock quantity this order detail
vi: Chi tiết tồn kho hàng của DA này

source: Transaction
vi: Giao dịch

source: Estimated gross profit
vi: Lợi nhuận dự kiến

source: PRODUCT
vi: SẢN PHẨM

source: INVENTORY UOM
vi: ĐV KHO

source: SYSTEM DATE
vi: NGÀY HỆ THỐNG

source: EXP DATE
vi: NGÀY HẾT HẠN

source: I/O quantity
vi: SL nhập - xuất

source: I/O cost
vi: Giá nhập - xuất

source: I/O value
vi: Giá trị nhập - xuất

source: Inventory UOM
vi: ĐV lưu kho

source: Trans information
vi: Thông tin giao dịch

source: Mfg date
vi: NSX

source: Exp date
vi: HSD

source: Hover to product code to see more information.
vi: Rê chuột đến Mã Sản Phẩm để xem thêm thông tin.

source: Hold to drag
vi: Nắm giữ để di chuyển

source: Search employee by incurred expenses
vi: Tìm nhân viên theo chi phí phát sinh

source: Roles incurred expenses
vi: Vai trò phát sinh chi phí

source: Request Baseline
vi: Trình duyệt

source: not PR
vi: không theo PR

source: None-project products if sale order is null
vi: Lấy sản phẩm không thuộc về dự án nào nếu không chọn Đơn bán hàng

source: Project sale order
vi: Đơn bán hàng dự án

source: IN
vi: Nhập

source: OUT
vi: Xuất

source: Stock quantity other detail
vi: Chi tiết tồn kho hàng mượn

source: Hover to see product description
vi: Di chuyển qua để xem Mô tả sản phẩm

source: Add new reservation
vi: Thêm yêu cầu mượn hàng

source: New reservation
vi: Yêu cầu mượn hàng mới

source: General stock
vi: Từ kho chung

source: Other sale order
vi: Từ đơn bán hàng khác

source: Reserve
vi: Đăng ký

source: Reserved
vi: Đã mượn

source: Reserve quantity
vi: SL mượn

source: Exceed available quantity
vi: Vượt quá số lượng khả dụng

source: Not included products for other projects
vi: Không bao gồm sản phẩm dành cho dự án khác

source: Zones
vi: Vùng dữ liệu

source: Zones detail
vi: Chi tiết vùng dữ liệu

source: Editing zone and hidden zone must be different
vi: Vùng chỉnh sửa và vùng bị ẩn phải khác nhau

source: Picked
vi: Hàng đã lấy

source: Edit zone
vi: Chỉnh sửa vùng dữ liệu

source: Expand / Collapse
vi: Thu gọn / Mở rộng

source: Baseline quantity
vi: Số lượng dự án trình duyệt

source: Budget plan
vi: Kế hoạch ngân sách

source: Budget plan list
vi: Danh sách kế hoạch ngân sách

source: Create new Budget plan
vi: Tạo mới kế hoạch ngân sách

source: Select items
vi: Chọn sản phẩm

source: Employees who create a Purchase Request can reference the entire Sale Order
vi: Nhân viên tạo Yêu Cầu Mua Hàng có thể tham chiếu toàn bộ Đơn bán hàng

source: had been added compared to when creating the Budget plan, update it ?
vi: đã được thêm vào sau khi tạo Kế hoạch ngân sách, cập nhập?

source: Budget plan config
vi: Cấu hình Kế hoạch ngân sách

source: QUARTER
vi: QUÝ

source: YEAR
vi: NĂM

source: view
vi: xem

source: edit
vi: chỉnh sửa

source: Allowed person
vi: Người được cấp quyền

source: Add allowed person
vi: Thêm người được cấp quyền

source: Add new Budget plan config
vi: Thêm cấu hình kế hoạch ngân sách

source: Allowed view
vi: Được phép xem

source: Allowed edit
vi: Được phép chỉnh sửa

source: Baseline
vi: Phiếu trình duyệt

source: Quarter Day
vi: 6 giờ

source: Half Day
vi: Nửa ngày

source: Change view mode
vi: Thay đổi chế độ xem

source: Received money
vi: Đã nhận tiền

source: Google API Key
vi: API Key của Google

source: include space
vi: bao gồm khoảng trắng

source: Get here
vi: Lấy tại đây

source: Your Google account must be TURNED ON 2-Step verification first.
vi: Tài khoản Google của bạn phải BẬT xác minh 2 bước trước.

source: Test connection and Save
vi: Kiểm tra kết nối và Lưu

source: Email verify
vi: Xác minh Email

source: Verified
vi: Đã xác minh

source: Need verify
vi: Cần xác minh

source: 19 letters
vi: 19 kí tự

source: Allowed
vi: Cho phép

source: Employee can view Company budget plan
vi: Nhân viên được xem KH ngân sách của công ty

source: Employee can lock Budget plan
vi: Nhân viên được khoá KH ngân sách

source: This budget plan is locked
vi: Kế hoạch ngân sách bị khoá

source: Lock this budget plan
vi: Khoá Kế hoạch ngân sách

source: Unlock this budget plan
vi: Mở khoá Kế hoạch ngân sách

source: In transit
vi: Đang vận chuyển

source: Not delivery yet
vi: Chưa giao hàng

source: Not receipt yet
vi: Chưa nhập hàng

source: Add zone
vi: Tạo vùng

source: System node
vi: Trạm hệ thống

source: Delivery status
vi: Trạng thái giao hàng

source: Allowed view Company budget plan
vi: Được phép xem KHNS toàn công ty

source: Allowed lock Company budget plan
vi: Được phép khoá KHNS toàn công ty

source: view company budget plan
vi: xem KHNS toàn công ty

source: lock company budget plan
vi: khoá KHNS toàn công ty

source: Budget report
vi: Báo cáo ngân sách

source: By granted permission in 'Budget plan config'
vi: Theo quyền được gán trong 'Cấu hình KHNS'

source: Red lines are the expenses out of plan.
vi: Dòng màu đỏ là những chi phí phát sinh ngoài kế hoạch

source: Total in plan
vi: Tổng trong kế hoạch

source: Total out plan
vi: Tổng ngoài kế hoạch

source: Source
vi: Nguồn

source: Lead status
vi: Trạng thái lead

source: Lead name
vi: Tên lead

source: Add new note
vi: Thêm ghi chú

source: Lead create
vi: Tạo mới lead

source: Qualify
vi: Đánh giá

source: Convert to a new Contact
vi: Chuyển thành Liên hệ mới

source: Convert to Opportunity
vi: Chuyển thành CHKD

source: Convert to a new Opportunity
vi: Chuyển thành một CHKD mới

source: Select an existing Opportunity
vi: Chọn một CHKD đang có

source: Select account
vi: Chọn tài khoản

source: Create new account
vi: Tạo tài khoản mới

source: Convert
vi: Chuyển đổi

source: Assign to sale
vi: Gán cho nhân viên Sale

source: Total employees
vi: Số lượng nhân viên

source: had been changed. Update here!
vi: đã bị thay đổi. Cập nhập tại đây!

source: Diagram
vi: Biểu đồ

source: Version
vi: Phiên bản

source: Document name
vi: Tên tài liệu

source: File name
vi: Tên tập tin

source: Extra
vi: Thêm

source: Set to current file
vi: Đặt thành tập tin hiện tại

source: View current file
vi: Xem tập tin hiện tại

source: Select Contacts
vi: Chọn Liên hệ

source: Contacts
vi: Liên hệ

source: Full address
vi: Địa chỉ đầy đủ

source: Account information
vi: Thông tin Tài khoản

source: Role of Customer
vi: Vai trò Khách hàng

source: Role of Supplier
vi: Vai trò Nhà cung cấp

source: Bank Account Information
vi: Thông tin tài khoản ngân hàng

source: or enter other banking information here
vi: hoặc nhập thông tin chuyển khoản khác tại đây

source: Credit Card Account Information
vi: Thông tin thẻ tín dụng

source: Add new bank account
vi: Thêm tài khoản ngân hàng

source: Add new credit card
vi: Thêm thẻ tín dụng

source: Details
vi: Chi tiết

source: Shortcut
vi: Lối tắt

source: View Quotation
vi: Xem Báo giá

source: View Sale Order
vi: Xem Đơn bán hàng

source: Project config
vi: Cấu hình dự án

source: Employee can complete project
vi: Nhân viên có quyền đóng dự án

source: Complete Project
vi: Hoàn thành dự án

source: Re-Open Project
vi: Mở lại dự án

source: GENERAL REGISTRATION
vi: ĐĂNG KÍ CHUNG

source: Open to see Stock information of non-project products
vi: Mở để xem Thông tin tồn kho của các sản phẩm không thuộc dự án nào

source: Forgot password
vi: Quên mật khẩu

source: By words
vi: Bằng chữ

source: Distribution plan
vi: Kế hoạch phân phối

source: Suppliers
vi: Nhà cung cấp

source: Fixed costs
vi: Chi phí cố định

source: Variable costs
vi: Chi phí biến đổi

source: Cost item
vi: Chi phí

source: No of months
vi: Số tháng

source: Product price
vi: Giá sản phẩm

source: Break event point
vi: Số lượng hoà vốn

source: Expected number
vi: Số lượng kì vọng

source: Plan description
vi: Mô tả kế hoạch

source: Project home
vi: Trang chủ dự án

source: Project quantity
vi: Số lượng dự án

source: Total Tasks - Finished Tasks
vi: Tổng giao việc - Giao việc hoàn thành

source: Project Expenses
vi: Chi phí dự án

source: Project Owner
vi: Phụ trách dự án

source: Project by month
vi: Dự án theo tháng

source: Project status
vi: Tình trạng dự án

source: excl tax
vi: chưa thuế

source: All (Completed)
vi: Tất cả (Hoàn thành)

source: System status
vi: TT hệ thống

source: Goods stock plan
vi: Kế hoạch nhập hàng

source: Periodic result
vi: Kết quả định kỳ

source: Cumulative result
vi: Kết quả tích luỹ

source: Request quantity
vi: SL yêu cầu

source: Stock plan
vi: Kế hoạch nhập hàng

source: Stock plan code
vi: Mã nhập hàng

source: TOTAL
vi: TỔNG CỘNG

source: Received before
vi: Đã nhập

source: This time
vi: Lần này

source: Quantity this time
vi: SL lần này

source: Deliver
vi: Giao

source: Deliver product
vi: Giao hàng

source: Common warehouse
vi: Kho chung

source: For Sale Order
vi: Cho Đơn bán hàng

source: For Other
vi: Khác

source: For Stock Plan
vi: Cho Kế hoạch Nhập hàng

source: For Stock Free
vi: Cho Nhập hàng Tự do

source: For Service Order
vi: Cho Đơn dịch vụ

source: Company code
vi: Mã Công ty

source: Product/Service name
vi: Tên Sản phẩm/Dịch vụ

source: For service
vi: Cho dịch vụ

source: For sale
vi: Cho bán hàng

source: For internal expense
vi: Cho chi phí nội bộ

source: Task name
vi: Tên công việc

source: Labor
vi: Nhân công

source: Process description
vi: Mô tả quy trình

source: Materials/Components
vi: Vật liệu/Linh kiện

source: Disassemble
vi: Có thể tháo rời

source: Current order
vi: Đơn hàng hiện tại

source: Other order
vi: Đơn hàng bán khác

source: Labor summary
vi: Tổng nhân công

source: Current
vi: Hiện tại

source: Old
vi: Cũ

source: Price is not valid for unit of measure
vi: Giá không hợp lệ với đơn vị tính

source: Select one
vi: Chọn một

source: Product overview
vi: Tổng quan sản phẩm

source: Product warehouse detail
vi: Chi tiết tồn kho của sản phẩm

source: Production
vi: Sản xuất

source: Supplied by
vi: Nguồn cung cấp

source: Making
vi: Sản xuất

source: Product image
vi: Hình ảnh sản phẩm

source: Sum price
vi: Tổng chi phí

source: Sum time
vi: Tổng thời gian

source: Files of Assigner
vi: Tài liệu của người giao việc

source: Files of Assignee
vi: Tài liệu của người nhận việc

source: Production order
vi: Lệnh sản xuất

source: Production group
vi: Nhóm sản xuất

source: Contract approval
vi: Phê duyệt hợp đồng

source: Contract approval create successfully
vi: Tạo phê duyệt hợp đồng thành công

source: Contract approval update successfully
vi: Cập nhật phê duyệt hợp đồng thành công

source: Production order create successfully
vi: Tạo đơn sản xuất thành công

source: Production order update successfully
vi: Cập nhật đơn sản xuất thành công

source: Planned
vi: Đã lên kế hoạch

source: In production
vi: Đang sản xuất

source: All warehouse
vi: Tất cả kho

source: Material/Component
vi: Vật liệu/Linh kiện

source: Tool
vi: Công cụ

source: Converted from AP
vi: Chuyển đổi từ Tạm ứng

source: Sum
vi: Tổng

source: Outsourcing
vi: Gửi gia công

source: Do you want to change?
vi: Bạn có chắc muốn thay đổi?

source: All data will be reloaded.
vi: Mọi dữ liệu sẽ được tải lại.

source: Select replacement material/component
vi: Chọn vật liệu/linh kiện thay thế

source: Please select main material/component first!
vi: Hãy chọn vật liệu/linh kiện chính trước!

source: Assignee attachment
vi: Tệp của người nhận việc

source: Select production order
vi: Chọn lệnh sản xuất

source: Select detail
vi: Chọn cụ thể

source: Selected
vi: Đã chọn

source: Issue quantity
vi: SL xuất

source: For liquidation
vi: Cho thanh lý

source: Bill of material
vi: Định mức nguyên vật liệu

source: Finished
vi: Đã hoàn thành

source: Not finished
vi: Chưa hoàn thành

source: Production order number
vi: SL theo Lệnh SX

source: Issued before
vi: Xuất trước đó

source: Filter for expiring return advance
vi: Lọc lấy phiếu sắp đến hạn hoàn ứng

source: Please save Update Opportunity page to apply all the permissions!
vi: Lưu Cơ Hội Kinh Doanh để các quyền được áp dụng!

source: Estimated delivery date
vi: Ngày giao dự kiến

source: Finished quantity
vi: Số lượng hoàn thành

source: Not good quantity
vi: Số lượng không đạt

source: Production report
vi: Báo cáo sản xuất

source: Production report create successfully
vi: Tạo báo cáo sản xuất thành công

source: Production report update successfully
vi: Cập nhật báo cáo sản xuất thành công

source: Discount before tax
vi: Giảm giá trước thuế

source: Discount after tax
vi: Giảm giá sau thuế

source: Discount on product
vi: Giảm giá sản phẩm

source: Opportunity bill of material
vi: Định mức nguyên vật liệu dự án

source: For project
vi: Cho dự án

source: This action can not be undo!
vi: Hành động này không thể hoàn tác!

source: Consider carefully when clear balance init. The system will delete this balance init after checking that the data preservation conditions are satisfied.
vi: Hãy cân nhắc cẩn thận khi xóa số dư đã khởi tạo. Hệ thống sẽ xóa số dư này sau khi kiểm tra thõa mãn các điều kiện về bảo toàn dữ liệu.

source: The Opening Balance should be created before these activities take place to avoid reporting errors.
vi: SDĐK nên được tạo trước khi các hoạt động nhập - xuất kho diễn ra để tránh sai sót số liệu báo cáo.

source: The initial balance will be inserted from the month of starting to use the software.
vi: SDĐK sẽ được nhập bắt đầu từ tháng sử dụng phần mềm đã cài đặt.

source: Pretax value
vi: Giá trị trước thuế

source: Inventory tab is not allowed for Service product. Turn off Inventory tab first.
vi: Tab Tồn kho không có sẵn cho Sản phẩm Dịch vụ. Hãy tắt Tab Tồn kho trước.

source: Inventory tab is not allowed for Service product.
vi: Tab Tồn kho không có sẵn cho Sản phẩm Dịch vụ.

source: Opportunity BOM
vi: BOM cho CHKD

source: Abstract
vi: Tóm tắt

source: Issued
vi: Đã xuất

source: Receipted
vi: Đã nhập

source: Logs
vi: Nhật ký

source: If the number of selected serials in this table is less than the selected quantity, some of the selected serials may not exist in any warehouse.
vi: Nếu số lượng Serial được chọn trong bảng này ít hơn số lượng đã chọn, có thể một số Serial đã chọn không còn tồn tại trong kho nữa.

source: Previous
vi: Về trước

source: Planning
vi: Kế hoạch

source: Work order
vi: Yêu cầu sản xuất

source: Goods receipt for
vi: Nhập hàng cho

source: Report for
vi: Báo cáo cho

source: For production order
vi: Cho lệnh sản xuất

source: For work order
vi: Cho yêu cầu công việc

source: Finished quantity is required
vi: Số lượng hoàn thành là bắt buộc

source: General production
vi: Sản xuất chung

source: Production for orders
vi: Sản xuất cho đơn hàng

source: Select production report
vi: Chọn báo cáo sản xuất

source: Goods receipt to warehouse
vi: Nhập hàng vào kho

source: month
vi: tháng

source: months
vi: tháng

source: Only select Finished goods
vi: Chỉ chọn Thành phẩm

source: Only select Services
vi: Chỉ chọn Dịch vụ

source: Select Finished goods or Services
vi: Chọn Thành phẩm hoặc Dịch vụ

source: Choose one collaborator actions
vi: Chọn một cộng tác viên thao tác

source: Many collaborators action
vi: Một hoặc nhiều cộng tác viên cùng thao tác

source: Config according to
vi: Cấu hình theo

source: Ordered before
vi: Đã đặt

source: Assembly
vi: Lắp ráp

source: Disassembly
vi: Tháo rời

source: Select Finished goods or Goods
vi: Chọn Thành phẩm hoặc Hàng hóa

source: Standard cost
vi: Giá tiêu chuẩn

source: References in the BOM
vi: Để tham chiếu trong BOM

source: The product is in the design stage for another project
vi: Sản phẩm đang trong giai đoạn thiết kế cho dự án khác

source: The quantity must be greater than 0
vi: Số lượng phải lớn hơn 0

source: Start with
vi: Bắt đầu với

source: Exceed quantity
vi: Vượt quá số lượng

source: At this node
vi: Khi đến trạm này

source: Only one collaborator (select in list below) will action, approve the document
vi: Chỉ một cộng tác viên (chọn trong danh sách dưới đây) sẽ thao tác, phê duyệt phiếu

source: All collaborators (according to configuration below) will action, approve the document
vi: Tất cả cộng tác viên (theo cấu hình dưới đây) sẽ cùng thao tác, phê duyệt phiếu

source: The product is only used for project sale
vi: Sản phẩm chỉ dùng cho bán hàng dự án

source: Only one collaborator can be configured at this node because the next node needs to select a collaborator
vi: Chỉ được cấu hình một cộng tác viên tại trạm này vì trạm tiếp theo cần chọn cộng tác viên

source: Close/ open production order
vi: Đóng/ mở lệnh sản xuất

source: Close/ open order
vi: Đóng/ mở công vệc

source: Status close/ open
vi: Trạng thái đóng/ mở

source: Open
vi: Mở

source: WH Code
vi: Mã kho

source: WH Name
vi: Tên kho

source: lower letters, numbers, underscores or hyphens
vi: chữ cái viết thường, số, dấu gạch dưới hoặc dấu gạch nối

source: SALE ORDER
vi: ĐƠN BÁN HÀNG

source: Import data from excel
vi: Nhập dữ liệu từ excel

source: The table in excel file must have the column order below:
vi: Bảng trong excel phải có thứ tự các cột như sau:

source: From row
vi: Từ hàng

source: To row
vi: Đến hàng

source: The first column is the index column, the last column gives us the import status.
vi: Cột đầu tiên là cột thứ tự, cột cuối cùng là trạng thái nhập dữ liệu.

source: The title of the table in the Excel file is not necessarily the same as the title of the table in the feature.
vi: Tiêu đề của bảng trong file Excel không nhất thiết phải giống với tiêu đề của bảng trong chức năng.

source: Production BOM
vi: BOM sản xuất

source: Production BOM create
vi: Tạo BOM sản xuất

source: Production BOM list
vi: Danh sách BOM sản xuất

source: The product does not have opportunity BOM
vi: Sản phẩm không có định mức nguyên vật liệu dự án

source: Import status
vi: Trạng thái nhập

source: Datatable name
vi: Tên bảng

source: Import Done!
vi: Nhập liệu hoàn tất!

source: Reload this page to see the update.
vi: Tải lại trang để xem cập nhật.

source: Can not import some rows
vi: Không thể nhập liệu một số dòng

source: Balance init datatable
vi: Bảng dữ liệu Số dư đầu kì

source: Node association
vi: Liên kết trạm

source: Self input
vi: Tự nhập

source: Undelivered
vi: Chưa giao

source: Start IA
vi: Bắt đầu kiểm kê

source: Done IA
vi: Hoàn tất kiểm kê

source: Created IA
vi: Tạo kiểm kê

source: Start this inventory adjustment?
vi: Bắt đầu phiếu kiểm kê này?

source: All warehousing activities on the system will be stopped (for products by warehouse in this IA) until all inventory adjustment documents are completed.
vi: Mọi hoạt động nhập-xuất kho trên hệ thống sẽ bị ngừng lại (đối với các sản phẩm theo kho trong phiếu kiểm kê này) cho đến khi tất cả các phiếu kiểm kê được hoàn tất.

source: IA Created
vi: Đã tạo kiểm kê

source: IA Working
vi: Đang kiểm kê

source: IA Done
vi: Kiểm kê hoàn tất
