Repository: kienquocIT/mis-ui
Catalog: locale/*/LC_MESSAGES/django.po
Languages: vi

source: Select price list type
vi: Chọn loại bảng giá

source: Select product / expense
vi: Chọn sản phẩm / chi phí

source: Product Code
vi: Mã sản phẩm

source: Product Name
vi: Tên sản phẩm

source: photo
vi: Hình ảnh

source: Management By
vi: Quản lý bởi

source: Default UOM
vi: Đơn vị tính

source: Product Dimension and Weight Control
vi: Kích thước và trọng lượng sản phẩm

source: Length
vi: Dài

source: Width
vi: Rộng

source: Height
vi: Cao

source: Volume
vi: Thể tích

source: Weight
vi: Trọng lượng

source: UOM Code
vi: Mã Đơn vị tính

source: UOM Name
vi: Tên Đơn vị tính

source: Inventory Level Min
vi: Mức tồn kho tối thiểu

source: Inventory Level Max
vi: Mức tồn kho tối đa

source: Valuation Method
vi: PT định giá

source: Warehouse Code
vi: Mã kho

source: Warehouse Name
vi: Tên kho

source: Stock
vi: Hàng tồn

source: Available
vi: Khả dụng

source: Unavailable
vi: Không khả dụng

source: Open a new tab with detail page
vi: Mở một tab mới với trang chi tiết

source: Title
vi: Tiêu đề

source: Margin
vi: Lợi nhuận

source: Cost Method
vi: Phương thức tính giá

source: Fixed price
vi: Giá cố định

source: Formula
vi: Công thức

source: Service provider
vi: Nhà cung cấp dịch vụ

source: Amount
vi: Số lượng

source: Add New Condition
vi: Thêm điều kiện

source: At Location
vi: Vị trí

source: If
vi: Nếu

source: Shipping Services Name
vi: Tên dịch vụ giao hàng

source: Plan
vi: Kế hoạch

source: Bank info
vi: Thông tin ngân hàng

source: To payment
vi: Dùng cho TT

source: Attachment
vi: Tập tin đính kèm

source: Expense/Cost items
vi: Chi phí/Các hạng mục chi phí

source: After tax subtotal
vi: Tổng tiền sau thuế

source: Plan After Tax
vi: Kế hoạch sau thuế

source: AP Approved
vi: Đã tạm ứng

source: Other Payment
vi: Thanh toán khác

source: Edit Bank Account
vi: Chỉnh sửa tài khoản ngân hàng

source: Created date
vi: Ngày Tạo

source: Return advance date
vi: Ngày hoàn ứng

source: Advance value
vi: Giá trị tạm ứng

source: Return value
vi: Giá trị hoàn ứng

source: Remain value
vi: Giá trị chưa thanh toán

source: Confirm return
vi: Xác nhận hoàn ứng

source: Advance Payment
vi: Tạm ứng

source: Sale Code
vi: Mã GD bán hàng

source: More information
vi: Thông tin thêm

source: Opportunity Title
vi: Tiêu đề cơ hội kinh doanh

source: Opportunity Code
vi: Mã cơ hội kinh doanh

source: Method
vi: Hình thức

source: Cash
vi: Tiền mặt

source: Bank transfer
vi: Chuyển khoản

source: More
vi: Xem thêm

source: Beneficiary
vi: Người thụ hưởng

source: Remain Total
vi: Tổng còn lại

source: Input Return
vi: Nhập thông tin hoàn trả

source: Money received
vi: Đã nhận tiền

source: AP Code
vi: Mã phiếu tạm ứng

source: Return Status
vi: TT hoàn trả

source: Opportunity list
vi: Danh sách cơ hội kinh doanh

source: Order Number
vi: Số thứ tự

source: Create Opportunity
vi: Tạo cơ hội kinh doanh

source: title of quotation
vi: Tiêu đề của báo giá

source: Select Opportunity
vi: Cơ hội kinh doanh

source: Opportunity link to quotation
vi: Cơ hội kinh doanh liên kết với báo giá

source: Customer link to quotation
vi: Khách hàng liên kết với báo giá

source: Select Contact
vi: Tên liên hệ

source: Contact link to quotation
vi: Liên hệ liên kết với báo giá

source: Date Created
vi: Ngày tạo

source: Date created
vi: Ngày tạo

source: Date create quotation
vi: Ngày tạo báo giá

source: Status of quotation
vi: Trạng thái của báo giá

source: Select Sale Person
vi: Nhân viên kinh doanh

source: Select Sale Person (Beneficiary)
vi: Nhân viên kinh doanh (Người thụ hưởng)

source: Sale person of quotation
vi: Người bán hàng của báo giá

source: Select Payment Terms
vi: Điều khoản thanh toán

source: Payment term of quotation
vi: Điều khoản thanh toán của báo giá

source: Logistics
vi: Hậu cần

source: Cost
vi: Giá vốn

source: Expense
vi: Chi phí

source: Send Email
vi: Gửi mail

source: Customer Confirm
vi: Khách hàng xác nhận

source: Unit Price
vi: Đơn giá

source: Subtotal Price
vi: Thành tiền

source: Add Shipping Fee
vi: Phí vận chuyển

source: Shipping
vi: Vận chuyển

source: Check available promotion
vi: Chương trình khuyến mãi

source: Promotion
vi: Khuyến mãi

source: Billing Address
vi: Địa chỉ thanh toán

source: Cost Price
vi: Đơn giá

source: Expense Price
vi: Chi phí giá

source: Create Order
vi: Tạo đơn hàng

source: Select Quotation
vi: Chọn báo giá

source: Copy all from quotation
vi: Sao chép tất cả từ báo giá

source: Input
vi: Nhập

source: Copy
vi: Sao chép

source: Copied
vi: Đã sao chép

source: Copy not support
vi: Sao chép không hỗ trợ

source: Go to change password page
vi: Chuyển hướng đến trang thay đổi mật khẩu

source: Add Expense
vi: Thêm chi phí

source: Quotation list
vi: Danh sách báo giá

source: Create Quotation
vi: Tạo báo giá

source: Sale Person
vi: Người bán hàng

source: title of sale order
vi: Tiêu đề của đơn bán hàng

source: Opportunity link to sale order
vi: Cơ hội kinh doanh liên kết với đơn bán hàng

source: Customer link to sale order
vi: Khách hàng liên kết với đơn bán hàng

source: Contact link to sale order
vi: Liên hệ liên kết với đơn bán hàng

source: Payment term of sale order
vi: Điều khoản của đơn bán hàng

source: Date create sale order
vi: Ngày tạo đơn bán hàng

source: Status of sale order
vi: Trạng thái đơn bán hàng

source: Sale person of sale order
vi: Người bán hàng của đơn bán hàng

source: Quotation link to sale order
vi: Báo giá liên kết với đơn bán hàng

source: Copy Quotation
vi: Sao chép báo giá

source: Sale order list
vi: Danh sách đơn bán hàng

source: Create Sale Order
vi: Tạo đơn bán hàng

source: Home Page
vi: Trang chủ

source: Employee list
vi: Danh sách nhân viên

source: HR
vi: Quản Lý Nhân Sự

source: Employee Create
vi: Tạo Nhân Viên

source: Organization Level
vi: Cấp Bậc Tổ Chức

source: Organization Group
vi: Nhóm Tổ Chức

source: Role List
vi: Danh Sách Vai Trò

source: Create Role
vi: Tạo Vai trò

source: Organization
vi: Tổ chức

source: User List
vi: Danh Sách Người Dùng

source: User Create
vi: Tạo Người Dùng

source: User detail
vi: Chi tiết người dùng

source: Edit user
vi: Chỉnh sửa người dùng

source: Change password
vi: Thay đổi mật khẩu

source: Company Overview
vi: Tổng Quan Công Ty

source: Detail
vi: Chi tiết

source: Component
vi: Thành Phần

source: Contact list
vi: Danh sách liên hệ

source: Contact create
vi: Tạo liên hệ

source: Account list
vi: Danh sách tài khoản

source: Account create
vi: Tạo tài khoản

source: Master data name
vi: Tên master data

source: Master data contact
vi: Master data liên hệ

source: Master data account
vi: Master data tài khoản

source: Master data product
vi: Master data sản phẩm

source: Product list
vi: DS sản phẩm

source: Product create
vi: Tạo sản phẩm

source: Advance Payment list
vi: Danh sách tạm ứng

source: Advance Payment create
vi: Tạo tạm ứng

source: Payment list
vi: Danh sách thanh toán

source: Payment create
vi: Tạo thanh toán

source: Price list
vi: Danh sách giá

source: Expense list
vi: Danh sách chi phí

source: Expense create
vi: Tạo chi phí

source: Promotion List
vi: Danh sách khuyến mãi

source: Promotion create
vi: Tạo khuyến mãi

source: Promotion detail
vi: Chi tiết khuyến mãi

source: Quotation create
vi: Tạo báo giá

source: Quotation detail
vi: Chi tiết báo giá

source: Shipping list
vi: Danh sách vận chuyển

source: Shipping create
vi: Tạo vận chuyển

source: Sale order create
vi: Tạo đơn bán hàng

source: Sale order detail
vi: Chi tiết đơn bán hàng

source: Return Advance
vi: Hoàn ứng

source: Setup login return exception
vi: Yêu cầu đăng nhập xử lý thất bại

source: Login successfully
vi: Đăng nhập thành công

source: tenant_code
vi: Mã Tenant

source: detail
vi: Chi tiết

source: The session login was expired
vi: Phiên đăng nhập đã hết hạn

source: Login page
vi: Trang đăng nhập

source: Username and password are incorrect.
vi: Tên đăng nhập hoặc mật khẩu không chính xác.

source: A user with that username already exists.
vi: Tên đăng nhập đã có người sử dụng.

source: Required. 150 characters or fewer. Letters, digits and @/./+/-/_ only.
vi: Bắt buộc. 150 ký tự hoặc ít hơn. Chỉ chữ cái, số và các ký tự @/./+/-/_ .

source: Group level create successfully
vi: Tạo cấp nhóm thành công

source: Group create successfully
vi: Tạo nhóm thành công

source: Group update successfully
vi: Cập nhật nhóm thành công

source: Employee create successfully
vi: Tạo nhân viên thành công

source: Employee update successfully
vi: Cập nhật thông tin nhân viên thành công

source: Themselves
vi: Bản thân họ

source: Their staff
vi: Nhân viên cấp dưới

source: Member in their group
vi: Thành viên nhóm

source: All users
vi: Mọi người

source: Quick Setup
vi: Cấu hình nhanh

source: Order will be arranged and grouped by app when updated
vi: Thứ tự sẽ được sắp xếp lại và gom nhóm theo ứng dụng khi cập nhật

source: Need drop this row when allow at least one permit
vi: Nên loại bỏ dòng này khi không cấp quyền

source: Allow at least one permit
vi: Cho phép ít nhất một quyền

source: Range for permit is required
vi: Phạm vi cho quyền không được để trống

source: The combined range of the selected permissions has no matches
vi: Phạm vi kết hợp của các quyền đã chọn không có kết quả trùng khớp

source: Are you sure?
vi: Bạn chắc chắn?

source: You won't be able to revert this!
vi: Bạn sẽ không thể hoàn tác nó!

source: Yes, delete it!
vi: Đồng ý, xóa nó!

source: Maximum size {size}MiB
vi: Kích thước tối đa {size}MiB

source: File type not allowed for uploading
vi: Loại tệp không được phép tải lên

source: It must be one of the following file types:
vi: Phải là một trong các loại tệp sau:

source: Promotion create successfully
vi: Tạo khuyến mãi thành công

source: Promotion delete successfully
vi: Xóa khuyến mãi thành công

source: Payments terms create successfully
vi: Tạo điều khoản thanh toán thành công

source: Payments terms update successfully
vi: Cập nhật thông tin điều khoản thanh toán thành công

source: Payments terms delete successfully
vi: Tạo điều khoản thanh toán thành công

source: Percent
vi: Phần trăm

source: Balance
vi: Cân bằng

source: Working day
vi: Ngày làm việc

source: Calendar day
vi: Ngày dương lịch

source: Contract
vi: Hợp đồng

source: Contract date
vi: Ngày ký hợp đồng

source: Delivery date
vi: Ngày giao

source: Invoice date
vi: Ngày tạo hóa đơn

source: Acceptance date
vi: Ngày nghiệm thu

source: End of invoice month
vi: Kết thúc tháng hóa đơn

source: Order date
vi: Ngày đặt hàng

source: Good receipt create successfully
vi: Tạo nhập hàng thành công

source: Good receipt update successfully
vi: Cập nhật nhập hàng thành công

source: Good receipt delete successfully
vi: Xóa nhập hàng thành công

source: Opportunity create successfully
vi: Tạo cơ hội kinh doanh thành công

source: Opportunity update successfully
vi: Cập nhật cơ hội kinh doanh thành công

source: Quotation create successfully
vi: Tạo báo giá thành công

source: Quotation update successfully
vi: Cập nhật báo giá thành công

source: Sale order create successfully
vi: Tạo đơn bán hàng thành công

source: Sale order update successfully
vi: Cập nhật đơn bán hàng thành công

source: Server errors
vi: Lỗi máy chủ

source: Workflow create successfully
vi: Tạo quy trình thành công

source: Workflow update successfully
vi: Cập nhật quy trình thành công

source: Approve
vi: Phê duyệt

source: Receive
vi: Tiếp nhận

source: is
vi: là

source: is not
vi: không là

source: is empty
vi: trống

source: is not empty
vi: không trống

source: contains
vi: chứa

source: does not contain
vi: không chứa

source: is before
vi: trước

source: is after
vi: sau

source: is on or before
vi: trong hoặc trước

source: is on or after
vi: trong hoặc sau

source: is within
vi: nằm trong

source: Approval
vi: Phê duyệt

source: More actions
vi: Thao tác

source: Log
vi: Nhật ký

source: This field is required
vi: Trường này là bắt buộc

source: Successfully
vi: Thành công

source: View detail
vi: Xem chi tiết

source: Draft
vi: Nháp

source: Export to file
vi: Xuất thành file

source: Export To Image
vi: Xuất thành hình ảnh

source: Open/Close filter area
vi: Hiện/Ẩn khu vực lọc dữ liệu

source: Show/Hide columns
vi: Ẩn hiện cột

source: Sorting by
vi: Sắp xếp theo

source: Tools
vi: Công cụ

source: Created
vi: Đã tạo

source: Added
vi: Đã thêm

source: Finish
vi: Hoàn thành

source: Loading
vi: Đang tải

source: Creating
vi: Đang tạo

source: Updating
vi: Đang cập nhật

source: Deleting
vi: Đang xoá

source: Please wait
vi: Vui lòng đợi

source: Diagram Workflow
vi: Biểu đồ quy trình

source: Document Activities
vi: Lịch sử hoạt động

source: Feature
vi: Tính năng

source: Document is auto finished because the feature doesn't apply workflow
vi: Phiếu được tự động hoàn thành do chức năng không áp dụng quy trình

source: Connection
vi: Kết nối

source: Assignee & Zone
vi: Người được giao và khu vực

source: Notifications
vi: Thông báo

source: Switch Company
vi: Chuyển đổi công ty

source: Manage account
vi: Quản lý tài khoản

source: Profile
vi: Hồ Sơ

source: Settings
vi: Cài Đặt

source: Sign Out
vi: Đăng Xuất

source: Sign out
vi: Đăng xuất

source: Raise a ticket
vi: Xảy ra một vấn đề

source: Send report
vi: Gửi báo cáo

source: Report this issue
vi: Báo cáo vấn đề này

source: Code report
vi: Mã báo cáo

source: You can reach out to our support team through the following channels
vi: Bạn có thể liên hệ với nhóm hỗ trợ của chúng tôi thông qua các kênh sau

source: Terms & Conditions
vi: Điều Khoản và Điều Kiện

source: Help & Support
vi: Trợ Giúp và Hỗ Trợ

source: Process Management
vi: Quản lý Quy trình

source: Workflow
vi: Quy trình làm việc

source: Config Process
vi: Cấu hình Tiến trình

source: Automation
vi: Tự động

source: Account
vi: Tài khoản

source: Opportunity
vi: Cơ hội kinh doanh

source: Quotation
vi: Báo giá

source: Sale Order
vi: Đơn hàng bán

source: Master data config
vi: Cấu hình master data

source: Items
vi: Danh mục

source: Price
vi: Giá

source: Pricing
vi: Giá

source: Warehouse list
vi: Danh sách kho

source: Cashflow
vi: Dòng tiền

source: Payment
vi: Thanh toán

source: Setup Condition
vi: Thiết lập điều kiện

source: Remove Item
vi: Xóa mục

source: Move Down
vi: Di chuyển xuống

source: Move Up
vi: Di chuyển lên

source: Add more
vi: Thêm

source: No data available in table
vi: Không có dữ liệu

source: Are you sure you want to remove "{0}"?
vi: Bạn có chắc muốn xóa "{0}" không?

source: Add new
vi: Thêm mới

source: Picking needs to be handled prior to shipment
vi: Cần xử lý picking trước khi giao hàng

source: Partial delivery is possible
vi: Có thể giao hàng từng phần

source: General
vi: Tổng quan

source: Transition Data Config
vi: Cấu hình giao dịch

source: Wait
vi: Đợi

source: Are you sure about this change?
vi: Bạn chắc chắn về sự thay đổi này?

source: Are you sure about this delete?
vi: Bạn chắc chắn xoá dữ liệu này?

source: Are you sure about this clone?
vi: Bạn chắc chắn nhân bản dữ liệu này?

source: Yes, clone it!
vi: Đồng ý, nhân bản nó!

source: View all notifications
vi: Xem tất cả các thông báo

source: If short sale (without opportunity), enable to select price from price list
vi: Nếu bán hàng nhanh, cho phép chọn giá từ danh sách giá.

source: If short sale (without opportunity), enable to input price
vi: Nếu bán hàng nhanh, cho phép nhập giá sản phẩm.

source: If short sale (without opportunity), enable to input discount rate on product
vi: Nếu bán hàng nhanh, cho phép nhập tỉ lệ giảm giá trên sản phẩm.

source: If short sale (without opportunity), enable to input discount rate on total
vi: Nếu bán hàng nhanh, cho phép nhập tỉ lệ giảm giá trên tổng.

source: If long sale (with opportunity), disable input price
vi: Nếu bán hàng dự án, không cho nhập giá sản phẩm.

source: If long sale (with opportunity), disable input discount on product
vi: Nếu bán hàng dự án, không cho phép nhập tỉ lệ giảm giá trên sản phẩm.

source: If long sale (with opportunity), disable input discount on total
vi: Nếu bán hàng dự án, không cho phép nhập tỉ lệ giảm giá trên tổng.

source: Allow input new tag
vi: Cho phép nhập thêm tag mới

source: Accept type
vi: Cho phép các loại

source: Attachments
vi: Tệp đính kèm

source: Descriptions
vi: Mô tả

source: Location raise
vi: Đường dẫn có xảy ra lỗi

source: Document number
vi: Số chứng từ

source: No bank accounts information!
vi: Không có thông tin ngân hàng

source: Sale Order/Quotation is not selected!
vi: Đơn hàng bán/Báo giá chưa được chọn

source: Quotation config update successfully
vi: Cập nhật cấu hình báo giá thành công

source: Edit Home Address
vi: Địa chỉ nhà

source: Edit Work Address
vi: Địa chỉ văn phòng làm việc

source: Open edit in Zones
vi: Mở trình chỉnh sửa trên Phân Vùng Quy Trình

source: Save in Zone
vi: Lưu cập nhật trên Phân Vùng Quy Trình

source: Save in zone then call next station
vi: Lưu cập nhật trên phần vùng quy trình, sau đó gọi chuyển trạm

source: Collapse
vi: Thu gọn

source: Collapse All
vi: Thu gọn tất cả

source: Expand All
vi: Mở rộng tất cả

source: Showing {} records
vi: Đang hiển thị {} dữ liệu

source: Sale order config update successfully
vi: Cập nhật cấu hình đơn bán hàng thành công

source: Change Space to
vi: Cập nhật Space thành

source: Auto reload page after the timeout!
vi: Tự động tải lại trang đã được áp dụng sau thời gian chờ!

source: Execute this action after auto reload has been applied after the timeout!
vi: Thực thi hành động này và tải lại trang khi hết thời gian chờ!

source: Successful
vi: Thành công

source: Failure
vi: Thất bại

source: No data available
vi: Không có dữ liệu nào để hiển thị

source: Seen all
vi: Đọc tất cả

source: Delete all viewed notifications
vi: Xóa tất cả thông báo đã xem

source: Win Rate
vi: Xác suất thắng

source: Manually input rate
vi: Tự nhập xác suất

source: agency role
vi: Vai trò đại lý

source: End Customer
vi: Khách hàng cuối cùng

source: Budget
vi: Ngân sách

source: Open Date
vi: Ngày mở

source: Close Date
vi: Ngày đóng

source: Decision Maker
vi: Người đưa ra quyết định

source: Competitors
vi: Đối thủ cạnh tranh

source: Contact Role
vi: Vai trò liên hệ

source: Select Product
vi: Chọn sản phẩm đã có

source: Input Product
vi: Nhập sản phẩm

source: Select Reason why customer buy your product
vi: Chọn lý do vì sao khách hàng mua sản phẩm của bạn

source: Direct Customer
vi: Khách hàng trực tiếp

source: Influence
vi: Người ảnh hưởng

source: Contact Involved
vi: Người liên quan

source: Add Competitor
vi: Thêm đối thủ

source: Customer type
vi: Loại khách hàng

source: Strength
vi: Điểm mạnh

source: Weakness
vi: Điểm yếu

source: Win deal
vi: Thắng GD

source: User choise stage of Opportunity
vi: Người dùng tự chọn giai đoạn của cơ hội kinh doanh

source: User can input win rate of Opportunity
vi: Người dùng có thể tự nhập tỷ lệ thành công của cơ hội kinh doanh

source: Factors that influence a customer's decision to buy your product.
vi: Các yếu tố quyết định khách hàng sẽ mua sản phẩm

source: Number is larger than Remain number
vi: Số lượng lấy lớn hơn số lượng còn lại

source: Warehouse is required!
vi: Kho là trường bắt buộc!

source: Done column of line detail is empty!
vi: Cột hoàn tất của bảng sản phầm đang trống

source: Ready
vi: Sẵn sàng

source: Out of stock
vi: Hết hàng

source: Delivery Detail
vi: Chi tiết phiếu giao hàng

source: Estimated Delivery Date
vi: Ngày giao hàng dự kiến

source: to Customer
vi: Đến khách hàng

source: Actual Date
vi: Ngày thực tế

source: Contact name
vi: Tên liên hệ

source: Notes
vi: Ghi chú

source: Total order
vi: Tổng số đặt hàng

source: Get Product
vi: Lấy hàng

source: Picking Area
vi: Khu vực lấy hàng

source: Store
vi: SL kho

source: Picking zone
vi: SL hàng lấy

source: Get
vi: Lấy

source: Picking
vi: Lấy hàng

source: Picking list
vi: Danh sách lấy hàng

source: Good receipt
vi: Nhập hàng

source: Good receipt List
vi: Danh sách nhập hàng

source: Delivery
vi: Giao hàng

source: Delivery list
vi: Danh sách giao hàng

source: Expected Date
vi: Ngày dự kiến

source: Select Order
vi: Chọn đơn bán hàng

source: Select
vi: Chọn

source: Picking detail
vi: Chi tiết phiếu lấy hàng

source: Estimate Delivery Date
vi: Ngày giao hàng dự kiến

source: To Location
vi: đến khu vực

source: Picked Before
vi: SL lấy trước đó

source: Remain
vi: Còn lại

source: Product in Warehouse out of stock
vi: Sản phẩm trong kho hết hàng

source: Available in Store place
vi: Kho còn hàng

source: Action in Workflow
vi: Thao tác trên Quy trình

source: Available URL
vi: Có sẵn

source: Customize URL
vi: Tùy chọn

source: Background Color
vi: Màu nền

source: Text Color
vi: Màu chữ

source: Maximum characters
vi: Số lượng ký tự tối đa

source: Bookmarks
vi: Dấu trang

source: New Book Mark
vi: Dấu trang mới

source: My draft
vi: Phiếu nháp

source: History
vi: Nhật ký

source: Add Member
vi: Thêm thành viên

source: Member
vi: Thành viên

source: View Detail
vi: Xem chi tiết

source: Employee Name
vi: Tên nhân viên

source: Employee Code
vi: Mã nhân viên

source: Add member to Sale team
vi: Thêm thành viên cho nhóm kinh doanh

source: rate must not be less than 0 or greater than 100
vi: Tỷ lệ không được nhỏ hơn 0 hoặc lớn hơn 100

source: quantity must not be less than zero
vi: Số lượng không được nhỏ hơn 0

source: money must not be less than zero
vi: Số tiền không được nhỏ hơn 0

source: The closing date must not be later than the opening date
vi: Ngày đóng phải sau ngày mở

source: Apply Promotion Fail.
vi: Áp dụng khuyến mãi không thành công

source: Document is unqualified for promotion applied. Remove promotion or select another available promotion.
vi: Báo giá/ đơn bán hàng của bạn hiện chưa thỏa điều kiện áp dụng của khuyến mãi đã chọn. Nhấn bỏ khuyến mãi hoặc xem khuyến mãi khả dụng khác

source: Remove Promotion.
vi: Bỏ khuyến mãi

source: See Promotion
vi: Xem khuyến mãi

source: Url is invalid
vi: Đường dẫn không hợp lệ

source: Please complete nodes data
vi: Vui lòng hoàn thành dữ liệu các trạm

source: Please select shipping address
vi: Vui lòng chọn địa chỉ giao hàng

source: Edit formula
vi: Chỉnh sửa công thức

source: Editor
vi: Trình soạn thảo

source: Indicator
vi: Chỉ tiêu

source: Property
vi: Thuộc tính

source: Function indicator
vi: Hàm

source: Operator indicator
vi: Toán tử

source: Returned
vi: Đã trả về

source: Returned value
vi: Đã hoàn ứng

source: Select Advance Payment
vi: Chọn phiếu tạm ứng

source: Expense type
vi: Loại chi phí

source: Expense name
vi: Tên chi phí

source: Select Expense Item
vi: Chọn chi phí

source: To employee
vi: Cho NV

source: To supplier
vi: Cho NCC

source: Pretax price
vi: Tổng trước thuế

source: Money gave/transferred
vi: Tiền đã nhận/chi

source: Supplier name
vi: Tên nhà cung cấp

source: Add new row
vi: Thêm dòng mới

source: Payment value
vi: Giá trị thanh toán

source: Advance Payment value
vi: Giá trị tạm ứng

source: Remain AP
vi: Tạm ứng còn lại

source: Waiting
vi: Đang chờ

source: Paid
vi: Đã thanh toán

source: Quotation Value
vi: Giá Trị Báo Giá

source: Order Value
vi: Giá Trị Đơn Hàng

source: Select this address
vi: Chọn địa chỉ này

source: Code of quotation
vi: Mã của báo giá

source: Code of sale order
vi: Mã của đơn bán hàng

source: Refresh data
vi: Làm mới dữ liệu

source: Indicator name
vi: Tên chỉ tiêu

source: Indicator value
vi: Giá trị chỉ tiêu

source: Indicator rate
vi: Tỉ lệ chỉ tiêu

source: Add indicator
vi: Thêm chỉ tiêu

source: Only the Account Manager of a Customer is allowed to create an Opportunity for that Customer
vi: Chỉ quản lý của khách hàng mới được tạo cơ hội kinh doanh cho khách hàng đó

source: Lost by other reason
vi: Thất bại bởi lí do khác

source: Configuration does not allow selecting stage
vi: Cấu hình không cho phép lựa chọn giai đoạn

source: Can not select stage because this opportunity is close lost
vi: Không thể chọn giai đoạn vì cơ hội kinh doanh đã thất bại
