Repository: kienquocIT/mis-ui
Catalog: locale/*/LC_MESSAGES/django.po
Languages: vi

source: Back to top
vi: Lên đầu trang

source: First Name
vi: Tên

source: Name of Person
vi: Tên của chủ thể

source: Last Name
vi: Họ của chủ thể

source: Surname and Middle Names
vi: Họ và Tên Lót

source: Full Name
vi: Tên Đầy Đủ

source: Full Name of Person
vi: Tên Đầy Đủ của chủ thể

source: Contact to email address
vi: Địa chỉ email liên hệ

source: Select Company
vi: Chọn công ty

source: Click to switch company
vi: Nhấn vào để thay đổi công ty hiện hành

source: See all recent notifications
vi: Xem tất cả thông báo gần đây

source: No notification here
vi: Không có thông báo

source: Load more notifications
vi: Tải thêm thông báo

source: Mark as read
vi: Đánh dấu là đã đọc

source: Delete all
vi: Xoá tất cả

source: Goto detail page
vi: Đi tới trang chi tiết

source: Not seen
vi: Chưa xem

source: Seen
vi: Đã xem

source: Press esc to exit
vi: Nhấn nút ESC để thoát

source: Enter your search text
vi: Nhập thông tin tìm kiếm

source: Menu finder
vi: Tìm nhanh Menu

source: Select your company
vi: Chọn công ty của bạn

source: Phone
vi: SĐT

source: Contact to phone number
vi: SĐT liên lạc

source: User Name
vi: Tên Đăng Nhập

source: User name
vi: Tên đăng nhập

source: password
vi: Mật khẩu

source: Sign Up
vi: Đăng ký

source: Username to login
vi: Tên tài khoản để đăng nhập

source: Auto create password
vi: Tự động tạo mật khẩu

source: Password
vi: Mật Khẩu

source: Password to login
vi: Mật Khẩu để đăng nhập

source: Confirm Password
vi: Xác Nhận Mật Khẩu

source: require change password when first sign in
vi: Bắt buộc thay đổi mật khẩu khi lần đầu đăng nhập

source: Company
vi: Công Ty

source: Username
vi: Tên Đăng Nhập

source: Code
vi: Mã

source: Company Name
vi: Tên Công Ty

source: Representative
vi: Người Đại Diện

source: License
vi: Giấy phép

source: Save
vi: Lưu

source: Save draft
vi: Lưu nháp

source: Reset password
vi: Đặt lại mật khẩu

source: Actions
vi: Thao tác

source: No changes
vi: Không có thay đổi

source: Time remaining __data__s
vi: Thời gian còn lại __data__ giây

source: Enter One-time password - OTP
vi: Nhập mã dùng một lần - OTP

source: Reissued Password
vi: Mật khẩu được cấp lại

source: Change password of
vi: Đặt lại mật khẩu của

source: Current password
vi: Mật khẩu hiện tại

source: New password
vi: Mật khẩu mới

source: Show password
vi: Hiển thị mật khẩu

source: New password again
vi: Nhập lại mật khẩu mới

source: Change Company
vi: Thay đổi công ty

source: Hasn't been link to the employee!
vi: Tài khoản người dùng chưa có liên kết nhân viên

source: Some apps will not work correctly
vi: Một số ứng dụng sẽ không hoạt động

source: Please switch the current company to the one that already has an employee link or contact the administrator to add an employee to the account.
vi: Vui lòng chuyển công ty hiện tại sang công ty đã có liên kết nhân viên hoặc liên hệ với quản trị viên để thêm nhân viên vào tài khoản.

source: Close
vi: Đóng

source: Comments
vi: Bình luận

source: Document is not selected.
vi: Không có phiếu nào được chọn.

source: Load comments
vi: Tải bình luận

source: You can only see the comments that you are allowed to based on your permissions, which could be all or only those comments that mention you.
vi: Bạn chỉ có thể xem những nhận xét mà bạn được phép dựa trên quyền của bạn, đó có thể là tất cả hoặc chỉ những nhận xét đề cập đến bạn.

source: Full
vi: Xem tất cả

source: Mask seen
vi: Đánh dấu đã đọc

source: Goto
vi: Đi đến

source: Hide/Show editor
vi: Hiển thị/ẩn trình chỉnh sửa

source: Sign in to your account
vi: Đăng nhập tài khoản của bạn

source: Choose...
vi: Chọn ...

source: Forgot Password ?
vi: Quên Mật Khẩu ?

source: Keep me logged in
vi: Ghi nhớ đăng nhập

source: Login
vi: Đăng Nhập

source: login
vi: Đăng nhập

source: Find your account
vi: Tìm tài khoản của bạn

source: Get OTP
vi: Lấy OTP

source: Resend OTP
vi: Gửi lại OTP

source: Verify
vi: Xác minh

source: Strength of password
vi: Độ mạnh của mật khẩu

source: Use a strong password with at least 6 characters, including a mix of lowercase, uppercase, numbers, and symbols.
vi: Sử dụng mật khẩu mạnh có ít nhất 6 ký tự, bao gồm kết hợp chữ thường, chữ hoa, số và ký hiệu.

source: Creat new account in MIS
vi: Tạo mới tài khoản trên MIS

source: Failed to load resource
vi: Lấy dữ liệu thất bại

source: Address
vi: Địa Chỉ

source: Name
vi: Tên

source: Created Date
vi: Ngày Tạo

source: Action
vi: Thao tác

source: Add Company
vi: Thêm Công Ty

source: Name of new company
vi: Tên của công ty mới

source: Parent Company
vi: Là công ty con của

source: No selected
vi: Chưa chọn

source: The new is subsidiary company or not
vi: Công ty mới là công ty con hoặc không

source: Code new company
vi: Mã của công ty mới

source: No.20, 22 Street, Him Lam Quarter, Binh Hung Ward, Binh Chanh District, HCM city, VN country
vi: Số 20, Đường 22, Khu Dân Cư Him Lam, Phường Bình Hưng, Quận Bình Chánh, Thành Phố Hồ Chính Minh, Việt Nam

source: Address new company
vi: Địa chỉ của công ty mới

source: Full name of Representative
vi: Tên đầy đủ của người đại diện

source: Email of Representative
vi: Email của người đại diện

source: Phone Number
vi: SĐT

source: Phone number of Representative
vi: SĐT của người đại diện

source: Add
vi: Thêm

source: Cancel
vi: Hủy bỏ

source: Language
vi: Ngôn ngữ

source: Change language to
vi: Thay đổi ngôn ngữ thành

source: Currency Primary
vi: Đồng tiền mặc định

source: Currency Mask
vi: Định dạng hiển thị tiền tệ

source: Allow space
vi: Cho phép khoảng trắng (space)

source: Prefix
vi: Tiền tố

source: Suffix
vi: Hậu tố

source: Thousand
vi: Phần nghìn

source: Decimal
vi: Phần số thập phân

source: Precision
vi: Độ chính xác

source: Is default
vi: Là mặc định

source: Linked with employee
vi: Đã liên kết với nhân viên

source: Don't have link with employee
vi: Chưa liên kết với nhân viên

source: Overview
vi: Tổng Quan

source: User of Tenant
vi: Người dùng của Tenant

source: Employee of Company
vi: Nhân viên của Công Ty

source: Press row here to open detail page.
vi: Nhấn vào mã ở cột này để di chuyển đến trang chi tiết.

source: License Used
vi: Giấy phép đã sử dụng

source: Total User
vi: Tổng Số Người Dùng

source: Power User
vi: Người Dùng Đa Công Ty

source: Employee Linked User / Total Employee
vi: Đã liên kết người dùng / Tổng nhân viên

source: User
vi: Người dùng

source: Company List
vi: Danh sách công ty

source: Left: Company Name | Right: Linked with employee
vi: Trái: Tên công ty | Phải: Trạng thái liên kết với nhân viên

source: All employee
vi: Tất cả nhân viên

source: Linked user
vi: Đã liên kết người dùng

source: Don't linked user
vi: Chưa liên kết người dùng

source: Do not encourage remove company that has linked with employee
vi: Không khuyến khích loại bỏ các công ty đã có liên kết với nhân viên

source: User companies currently
vi: Công ty hiện tại

source: Change companies
vi: Thay đổi Công Ty

source: Page is being developed!
vi: Trang đang được phát triển!

source: Coming soon
vi: Sắp ra mắt

source: Select User
vi: Chọn Người Dùng

source: User link to the employee
vi: Người dùng liên kết với nhân viên

source: Avatar
vi: Ảnh Đại Diện

source: Avatar of employee
vi: Ảnh đại diện của nhân viên

source: Department
vi: Phòng Ban

source: Department of the employee
vi: Phòng ban của nhân viên

source: Date of birth
vi: Ngày Sinh

source: Date Joined
vi: Ngày Tham Gia

source: Role
vi: Vai trò

source: Choose
vi: Chọn

source: Active the employee after created
vi: Kích hoạt nhân viên sau khi tạo

source: Summary of permissions
vi: Tóm tắt

source: Same range of main
vi: Sử dụng phạm vi của quyền chính

source: Some data is incorrect at line
vi: Một số dòng chưa đủ dữ liệu

source: Permission
vi: Quyền hạn

source: permission
vi: quyền hạn

source: Set Permission
vi: Thiết lập quyền hạn

source: Update
vi: Cập nhật

source: Application
vi: Ứng dụng

source: All
vi: Tất cả

source: all
vi: tất cả

source: Create
vi: Tạo

source: Edit
vi: Chỉnh sửa

source: Delete
vi: Xóa

source: Permission range
vi: Phạm vi quyền hạn

source: Permission list is empty
vi: Danh sách quyền hạn trống

source: Add new permission
vi: Tạo mới quyền hạn

source: Input General Information
vi: Nhập Thông Tin Chung

source: Add Employees, Manager
vi: Thêm Nhân Viên, Quản Lý

source: Select Group Level
vi: Chọn Cấp Nhóm

source: Level link to this group
vi: Cấp được liên kết với nhóm này

source: Select Parent Group
vi: Lựa chọn Nhóm cha

source: Group parent of this group
vi: Nhóm cha của nhóm này

source: Reference Group Title
vi: Tên Nhóm Liên Kết

source: Input Display Group Title
vi: Nhập Tên Hiển Thị Của Nhóm

source: Name of Group
vi: Tên của Nhóm

source: Input Group Code
vi: Nhập Mã Nhóm

source: Code of Group
vi: Mã của Nhóm

source: Description
vi: Mô Tả

source: Desciption of Group
vi: Mô Tả của Nhóm

source: Add Employee to group
vi: Thêm nhân viên vào nhóm

source: Add employee to group
vi: Thêm nhân viên vào nhóm

source: Add Employee
vi: Thêm nhân viên

source: 1st Manager System Title
vi: Tiêu đề hệ thống của quản lý thứ nhất

source: 2nd Manager System Title
vi: Tiêu đề hệ thống của quản lý thứ hai

source: Input Display 1st Manager Title
vi: Nhập tên hiển thị của quản lý thứ nhất

source: Title of 1st manager
vi: Tiêu đề của quản lý thứ nhất

source: Input Display 2nd Manager Title
vi: Nhập tên hiển thị của quản lý thứ hai

source: Title of 2nd manager
vi: Tiêu đề của quản lý thứ hai

source: First Manager Assign To
vi: Quản lý thứ nhất chỉ định cho

source: Assign to one employee
vi: Chỉ định cho một nhân viên

source: Second Manager Assign To
vi: Quản lý thứ hai chỉ định cho

source: Active organization group after created
vi: Kích hoạt nhóm tổ chức sau khi tạo

source: Display 1st Manager Title
vi: Nhập tên hiển thị của quản lý thứ nhất

source: Display 2nd Manager Title
vi: Nhập tên hiển thị của quản lý thứ hai

source: Name of Reference Group
vi: Tên của nhóm liên quan

source: System title of 1st manager
vi: Tiêu đề hệ thống của quản lý thứ nhất

source: Assign To
vi: Chỉ định

source: Role name
vi: Tên vai trò

source: Abbreviation
vi: Viết tắt

source: Currency unit
vi: Đơn vị tiền tệ

source: Select from Employee List
vi: Chọn từ danh sách nhân viên

source: Active
vi: Kích hoạt

source: Role Name
vi: Tên Vai trò

source: have been mentioned
vi: đã được đề cập đến

source: more replies
vi: câu trả lời

source: Reply
vi: Trả lời

source: Latest
vi: Mới nhất

source: Status
vi: Trạng thái

source: License used
vi: Giấy phép đã sử dụng

source: Total user
vi: Tổng số người dùng

source: Power user
vi: Người dùng đa công ty

source: Employee
vi: Nhân viên

source: Employee connected to user
vi: Nhân viên đã liên kết người dùng

source: Exit node
vi: Thoát trạm

source: Min number of collaborator
vi: Số lượng cộng tác viên tối thiểu

source: Next node
vi: Trạm kế tiếp

source: Next node conditions
vi: Điều kiện chuyển trạm

source: Add Condition
vi: Thêm điều kiện

source: Workflow create
vi: Tạo quy trình

source: Workflow name
vi: Tên quy trình

source: Function and Zone
vi: Chức năng và Vùng

source: Node
vi: Trạm

source: Exit/Next node condition
vi: Điều kiện thoát/chuyển trạm

source: Select Function Applied
vi: Chọn chức năng áp dụng

source: Nothing selected
vi: Chưa chọn

source: Define zone
vi: Tạo vùng

source: Add new zone
vi: Tạo mới vùng

source: Please select Function Applied first
vi: Vui lòng chọn chức năng áp dụng trước

source: Zone name
vi: Tên vùng

source: Collaborators in multi company
vi: Cộng tác viên đa Công Ty

source: Button rename
vi: Đổi tên nút

source: Add new node
vi: Tạo mới trạm

source: Node Name
vi: Tên Trạm

source: Name of Node
vi: Tên của Trạm

source: Description of Node
vi: Mô tả của Trạm

source: Node name
vi: Tên trạm

source: Node Actions
vi: Hành động trên trạm

source: Collaborators
vi: Cộng tác viên

source: No content available
vi: Không có nội dung khả dụng

source: Prev
vi: Quay lại

source: Next
vi: Tiếp theo

source: Delete connection
vi: Xóa kết nối

source: Zone information
vi: Thông tin của vùng

source: Input description of zone
vi: Nhập mô tả cho vùng

source: Select property
vi: Lựa chọn thuộc tính

source: Default name
vi: Tên mặc định

source: Rename
vi: Đổi tên

source: Move
vi: Chuyển

source: Approved
vi: Đã duyệt

source: Reject
vi: Từ chối

source: Return
vi: Trả Về

source: Done
vi: Hoàn tất

source: Restore default
vi: Khôi phục mặc định

source: Workflow detail
vi: Chi tiết quy trình

source: Workflow list
vi: Danh sách quy trình

source: Create Workflow
vi: Tạo quy trình

source: New
vi: Mới

source: Flow name
vi: Tên quy trình

source: Function applied
vi: Chức năng được áp dụng

source: Application name
vi: Tên ứng dụng

source: Workflow mode
vi: Chế độ áp dụng quy trình

source: Errors
vi: Lỗi

source: Error
vi: Lỗi

source: Current WF applied
vi: Quy trình được áp dụng hiện tại

source: Add new workflow
vi: Tạo mới quy trình

source: WF name
vi: Tên quy trình

source: Applied day
vi: Ngày áp dụng

source: Active status
vi: Trạng thái kích hoạt

source: Not completed
vi: Chưa hoàn thành

source: Creator
vi: Người tạo

source: Current node
vi: Trạm hiện tại

source: Not apply
vi: Không áp dụng

source: Apply
vi: Áp dụng

source: Pending
vi: Đang chờ

source: Make sure change to
vi: Bạn có chắc chắn thay đổi thành

source: Not found
vi: Không tìm thấy

source: Forbidden
vi: Không có quyền truy cập

source: Valid time
vi: Thời gian hợp lệ

source: Select valid date
vi: Chọn thời gian hợp lệ

source: Currency
vi: Tiền tệ

source: Customer
vi: Khách hàng

source: Select method
vi: Chọn phương thức

source: Discount
vi: Giảm giá

source: Coupons
vi: Khuyến mãi

source: Gift
vi: Quà tặng

source: Before Tax
vi: Trước thuế

source: After Tax
vi: Sau thuế

source: Fixed Amount
vi: Số tiền cụ thể

source: Max amount
vi: Số tiền tối đa

source: use for each customer per
vi: Lần sử dụng cho mỗi khách hàng trên

source: Select..
vi: Chọn...

source: Week
vi: Tuần

source: Month
vi: Tháng

source: Max Usages
vi: Sử dụng tối đa

source: Discount on order
vi: Giảm giá khi đặt hàng

source: When
vi: Khi

source: Minimum purchase value
vi: Giá trị mua tối thiểu

source: Discount on special product
vi: Giảm giá trên sản phẩm đặc biệt

source: Minimum quantity
vi: Số lượng tối thiểu

source: Free shipping
vi: Miễn phí giao hàng

source: Free product
vi: Sản phẩm không tính phí

source: When minimum purchase total value
vi: Giá trị tối thiểu khi mua hàng

source: Before tax
vi: Trước thuế

source: After tax
vi: Sau thuế

source: When purchase
vi: Khi mua hàng

source: Edit customer list
vi: Chỉnh sửa danh sách khách hàng

source: Type
vi: Loại

source: Select from list
vi: Chọn từ danh sách

source: Edit conditions
vi: Chỉnh sửa điều kiện

source: Customer name
vi: Tên khách hàng

source: Group
vi: Nhóm

source: Industry
vi: Ngành nghề

source: Size
vi: Kích cỡ

source: Revenue
vi: Doanh thu

source: operator
vi: Toán tử

source: Select result
vi: Chọn kết quả

source: And
vi: Và

source: Or
vi: Hoặc

source: Customer list is missing
vi: Danh sách khách hàng là bắt buộc

source: Customer condition is missing
vi: Điều kiện khách hàng là bắt buộc

source: Valid time is required
vi: Ngày hợp lệ là bắt buộc

source: Percent value is required
vi: Giá trị phần trăm là bắt buộc

source: Max amount is required
vi: Số lượng tối đa là bắt buộc

source: Fixed amount is required
vi: Số tiền cụ thể là bắt buộc

source: Discount option is missing
vi: Lựa chọn giảm giá là bắt buộc

source: Minimum purchase value is missing
vi: Gía trị mua hàng tối thiểu là bắt buộc

source: Special product is missing
vi: Sản phẩm đặc biệt là bắt buộc

source: Minimum quantity is missing
vi: Số lượng tối thiểu là bắt buộc

source: Promotion list
vi: Danh sách khuyến mãi

source: Promotion name
vi: Tên khuyến mãi

source: Valid
vi: Khả dụng

source: invalid
vi: Không khả dụng

source: Invalid
vi: Không hợp lệ

source: Expired
vi: Hết hạn

source: Confirm
vi: Xác nhận

source: Delete Item
vi: Xóa mục này

source: Do you really want to delete this item
vi: Bạn có thực sự muốn xóa mục này

source: Account Code
vi: Mã tài khoản

source: Website
vi: Trang web

source: Account Owner
vi: Chủ tài khoản

source: Job Title
vi: Chức danh

source: Account Manager
vi: Người QL tài khoản

source: Account Type
vi: Loại tài khoản

source: Account Type Selection
vi: Cá nhân/ Tổ chức

source: individual
vi: Cá nhân

source: organization
vi: Tổ Chức

source: Parent Account
vi: Tài khoản cha

source: Tax Code
vi: Mã số thuế

source: Annual Revenue
vi: Doanh thu hằng năm

source: Total Employees
vi: Số lượng nhân viên

source: Account Group
vi: Nhóm tài khoản

source: Shipping Address
vi: Địa chỉ giao hàng

source: Add new shipping address
vi: Thêm mới địa chỉ giao hàng

source: Billing/Invoice Address
vi: Địa chỉ thanh toán/hóa đơn

source: Add new billing/invoice address
vi: Thêm địa chỉ thanh toán/hóa đơn

source: Contact
vi: Liên hệ

source: Add Contact
vi: Thêm liên hệ

source: Job title
vi: Chức danh

source: Phone number
vi: SĐT

source: Email address
vi: Địa chỉ email

source: Add Shipping Address
vi: Thêm địa chỉ giao hàng

source: Province/City
vi: Tỉnh/Thành Phố

source: District
vi: Quận/Huyện

source: Ward
vi: Xã/Phường

source: Make default address
vi: Đặt làm địa chỉ mặc định

source: Add Billing/Invoice Address
vi: Thêm địa chỉ thanh toán/hóa đơn

source: Account Name
vi: Tên tài khoản

source: Email Address
vi: Địa chỉ email

source: Account Address
vi: Địa chỉ của Tài khoản

source: Contact owner
vi: Chủ liên hệ

source: Mobile
vi: Di động

source: Add New Contact
vi: Thêm liên hệ mới

source: Contact Owner
vi: Chủ liên hệ

source: Account Title
vi: Tên tài khoản

source: Account Revenue
vi: Doanh thu tài khoản

source: 1-10 billions
vi: 1-10 tỷ

source: 10-20 billions
vi: 10-20 tỷ

source: 20-50 billions
vi: 20-50 tỷ

source: 50-200 billions
vi: 50-200 tỷ

source: 200-1000 billions
vi: 200-1000 tỷ

source: > 1000 billions
vi: > 1000 tỷ

source: < 20 people
vi: < 20 người

source: 20-50 people
vi: 20-50 người

source: 50-200 people
vi: 50-200 người

source: 200-500 people
vi: 200-500 người

source: > 500 people
vi: > 500 người

source: Payment Terms
vi: Điều khoản thanh toán

source: Price List
vi: Bảng giá

source: Credit Limit
vi: Hạn mức tín dụng

source: Add Bank Account
vi: Thêm tài khoản ngân hàng

source: Country
vi: Quốc gia

source: Bank name
vi: Tên ngân hàng

source: Bank code
vi: Mã ngân hàng

source: Account number
vi: Số tài khoản

source: BIC/SWIFT code
vi: Mã BIC/SWIFT

source: Add Credit Card
vi: Thêm thẻ tín dụng

source: Credit Card Type
vi: Loại thẻ tín dụng

source: Credit Card Number
vi: Số thẻ tín dụng

source: Expired Date
vi: Ngày hết hạn

source: Credit Card Name
vi: Tên thẻ tín dụng

source: Contact Information
vi: Thông tin liên hệ

source: Biography
vi: Tiểu sử

source: Click here to upload image
vi: Nhấn vào đây để tải hình ảnh lên

source: Salutation
vi: Danh xưng

source: Firstname
vi: Tên

source: Lastname
vi: Họ

source: Report To
vi: Báo cáo tới

source: Address Information
vi: Thông tin địa chỉ

source: Work address
vi: Địa chỉ văn phòng làm việc

source: Edit Work address
vi: Chỉnh sửa địa chỉ văn phòng làm việc

source: Home address
vi: Địa chỉ nhà

source: Edit Home address
vi: Chỉnh sửa địa chỉ nhà

source: Additional Information
vi: Thông tin thêm

source: Interests
vi: Sở thích

source: Province
vi: Tỉnh

source: Inventory activities
vi: Các hoạt động kho

source: Sale
vi: Bán hàng

source: Purchase
vi: Mua hàng

source: Not apply Sale and Inventory for Expense
vi: Không áp dụng bán hàng và kho cho chi phí

source: Purchasing
vi: Mua hàng

source: Expense Type
vi: Loại chi phí

source: UOM Group
vi: Nhóm Đơn vị tính

source: Good receipt create
vi: Tạo nhập hàng

source: Supplier
vi: Nhà cung cấp

source: Receipt for PO
vi: Biên lai cho đơn mua hàng

source: Copy From PO
vi: Sao chép từ đơn mua hàng

source: Line Detail
vi: Chi tiết

source: Product
vi: Sản phẩm

source: Quantity
vi: SL

source: Unit price
vi: Đơn giá

source: Tax
vi: Thuế

source: Subtotal price
vi: Thành tiền

source: Add Product
vi: Thêm sản phẩm

source: Pretax Amount
vi: Tổng trước thuế

source: Taxes
vi: Thuế

source: Total
vi: Tổng cộng

source: Product list is empty
vi: Danh sách sản phẩm trống

source: Row {} is missing info please verify again.
vi: Dòng {} đang thiếu thông tin, vui lòng kiểm tra lại.

source: Good receipt detail
vi: Chi tiết nhập hàng

source: Good receipt list
vi: Danh sách nhập hàng

source: Number
vi: Số

source: Vendor
vi: Nhà cung cấp

source: Date
vi: Ngày

source: Account Types
vi: Loại tài khoản

source: Account Groups
vi: Nhóm tài khoản

source: Industries
vi: Ngành nghề

source: Edit Account Type
vi: Chỉnh sửa loại tài khoản

source: Salutations
vi: Danh xưng

source: Edit Salutation
vi: Chỉnh sửa Danh xưng

source: Tax Category
vi: Danh mục thuế

source: Selling rate
vi: Tỉ giá

source: Category
vi: Danh mục

source: Rate
vi: Tỉ lệ

source: Click on title to move detail page.
vi: Nhấn vào mã ở cột này để di chuyển đến trang chi tiết.

source: Transaction type
vi: Loại giao dịch

source: Apply for
vi: Áp dụng cho

source: 30-30-40 Split Payment
vi: Thanh toán 30-30-40

source: Select option
vi: Lựa chọn

source: Payment in 3 installments
vi: Thanh toán theo 3 đợt

source: Add new line
vi: Thêm dòng mới

source: Value
vi: Giá trị

source: Value type
vi: Loại giá trị

source: No of days
vi: Số lượng ngày

source: day type
vi: Kiểu ngày

source: after
vi: sau khi

source: Terms
vi: Điều khoản

source: Unit Type
vi: Loại đơn vị

source: Day Type
vi: Kiểu ngày

source: After
vi: Sau khi

source: Tax Detail
vi: Chi tiết thuế

source: Tax Category Detail
vi: Chi tiết danh mục thuế

source: Value is required!
vi: Trường "Giá Trị" là bắt buộc

source: Day type is required!
vi: Trường "Kiểu Ngày" là bắt buộc

source: Unit type is required!
vi: Trường "Loại đơn vị" là bắt buộc

source: No of days is required!
vi: Trường "Số lượng ngày" là bắt buộc

source: After is required!
vi: Trường "Sau khi" là bắt buộc

source: The percentage is not calculated before setup
vi: Phần trăm không được tính toán trước khi thiết lập

source: Amount do not math with before setup
vi: Số tiền không được tính toán trước khi thiết lập

source: Balance only selected one time per setup
vi: Số dư chỉ được chọn một lần cho một thiết lập

source: Total Percent setup is large than 100%% please verify again!
vi: Tổng phần trăm thiết lập lớn hơn 100%, vui lòng xem lại!

source: Product Type
vi: Loại sản phẩm

source: Product Category
vi: Danh mục sản phẩm

source: Unit Of Measure
vi: Đơn vị tính

source: Unit Of Measure Group
vi: Nhóm Đơn vị tính

source: set as referenced unit
vi: đặt làm đơn vị tham chiếu

source: Referenced unit
vi: Đơn vị tham chiếu

source: Ratio
vi: Tỉ lệ

source: Rounding
vi: Làm tròn

source: Unit Of Measure Detail
vi: Chi tiết Đơn vị tính

source: Edit Unit Of Measure Group
vi: Chỉnh sửa nhóm Đơn vị tính

source: Create Price List
vi: Tạo bảng giá

source: Price list name
vi: Tên bảng giá

source: Copy from source price list
vi: Sao chép từ dữ liệu bảng giá

source: Select price list
vi: Lựa chọn bảng giá

source: Update automatically when source price list changes
vi: Tự động cập nhật khi bảng giá nguồn thay đổi

source: Updated when update automatically when source price list changes is ON
vi: Được cập nhập khi 'Tự động cập nhật khi bảng giá nguồn thay đổi' được BẬT

source: Can delete rows in price list
vi: Có thể xóa dòng trong bảng giá

source: Factor
vi: Hệ số

source: Select list type
vi: Chọn danh sách loại

source: For Sale
vi: Cho bán hàng

source: For Purchase
vi: Cho mua hàng

source: For Expense
vi: Cho chi phí

source: Setting
vi: Cài Đặt

source: Visible currencies
vi: Hiển thị tiền tệ

source: Item name
vi: Tên mục

source: UOM group
vi: Nhóm Đơn vị tính
