Repository: kienquocIT/mis-ui
Catalog: apps/accounting/accountingsettings/locale/*/LC_MESSAGES/django.po
Languages: vi

source: When the condition is satisfied
vi: Khi điều kiện sau được thỏa mãn

source: Then account for it
vi: Thì hạch toán vào

source: Adding special rule for
vi: Đang thêm quy tắc đặt biệt cho

source: Add special rule
vi: Thêm quy tắc đặt biệt

source: JE auto create
vi: Tạo bút toán tự động

source: JE document type
vi: Loại chứng từ

source: JE posting rule
vi: Quy tắc hạch toán

source: JE posting group
vi: Nhóm định khoản

source: JE group assignment
vi: Gán nhóm định khoản

source: JE GL account mapping
vi: Ánh xạ tài khoản

source: Rule level
vi: Cấp độ quy tắc

source: Role key
vi: Mã vai trò

source: Account mapped
vi: Tài khoản ánh xạ

source: View automation process
vi: Xem quá trình tự động

source: Auto JE configure guide
vi: Hướng dẫn cấu hình

source: Money
vi: Tiền tệ

source: Customer Receivable
vi: Phải thu khách hàng

source: Supplier Payable
vi: Phải trả nhà cung cấp

source: Employee Payable
vi: Công nợ nhân viên

source: Fixed Assets
vi: Tài sản cố định

source: Accounts
vi: Tài khoản

source: VND Exchange
vi: Quy đổi VND

source: Payable Type
vi: Loại công nợ

source: Select Bank Account
vi: Chọn loại ngân hàng

source: Account Number
vi: Số tài khoản

source: Bank Name
vi: Tên ngân hàng

source: Select Customer
vi: Chọn khách hàng

source: Customer Name
vi: Tên khách hàng

source: Receivable Detail
vi: Chi tiết phải thu

source: Prepaid customer (Prepayment - No Invoice)
vi: Khách hàng trả tiền trước (Prepayment - không có hóa đơn)

source: Unpaid Amount (VND)
vi: Giá Trị Chưa Thanh Toán (VND)

source: Invoice Date
vi: Ngày hóa đơn

source: Expected Payment Date
vi: Ngày thanh toán dự kiến

source: Check here if the customer pays in advance without an invoice yet
vi: Tick vòa đây nếu khách hàng trả tiền trước mà chưa có hóa đơn

source: Advanced Payment (VND)
vi: Số tiền ứng trước (VND)

source: Select Supplier
vi: Chọn nhà cung cấp

source: Payable Detail
vi: Chi tiết phải trả

source: Advance payment to supplier (Prepayment - No Invoice)
vi: Ứng tiền trước cho nhà cung cấp (Prepayment - không có hóa đơn)

source: Select Employee
vi: Chọn nhân viên

source: Select period
vi: Chọn giai đoạn

source: Add new posting group
vi: Thêm nhóm định khoản mới

source: Group type
vi: Nhóm

source: Add/Update posting group
vi: Thêm/Cập nhập nhóm định khoản

source: Add/Update account mapping
vi: Thêm/Cập nhập tài khoản ánh xạ

source: Add/Update posting rule
vi: Thêm/Cập nhập quy tắc hạch toán

source: Side
vi: Phía

source: Amount source
vi: Nguồn lấy tiền

source: Account source type
vi: Nguồn chọn tài khoản

source: Fixed account
vi: Tài khoản cứng

source: Lookup posting group type
vi: Tìm theo loại nhóm định khoản

source: Lookup posting group
vi: Tìm theo nhóm định khoản

source: Lookup role key
vi: Tìm theo mã vai trò

source: (total document)
vi: (toàn phiếu)

source: (by line)
vi: (theo dòng)

source: (fixed)
vi: (cứng)

source: (lookup by Posting group + Role key)
vi: (tìm theo Nhóm định khoản + Mã vai trò)

source: Posting group type
vi: Loại nhóm định khoản

source: Posting group
vi: Nhóm định khoản

source: Assign to
vi: Gán cho
