Repository: kienquocIT/mis-ui
Catalog: apps/sales/serviceorder/locale/*/LC_MESSAGES/django.po
Languages: vi

source: Service order detail dashboard
vi: Dashboard chi tiết đơn dịch vụ

source: OVERALL PROGRESS
vi: TIẾN ĐỘ TỔNG QUAN

source: TOTAL SERVICES
vi: TỔNG SỐ DỊCH VỤ

source: TOTAL WORKS
vi: TỔNG SỐ CÔNG VIỆC

source: TOTAL TASKS
vi: TỔNG SỐ GIAO VIỆC

source: CONTRACT VALUE
vi: GIÁ TRỊ HỢP ĐỒNG

source: completed
vi: đã hoàn thành

source: progressing
vi: đang xử lý

source: waiting
vi: đang chờ

source: delivered
vi: đã giao

source: SERVICE PROGRESS
vi: TIẾN ĐỘ DỊCH VỤ

source: Start Date
vi: Ngày bắt đầu

source: End Date
vi: Ngày kết thúc

source: Service detail
vi: Chi tiết dịch vụ

source: Select Product/Service
vi: Chọn Sản phẩm/Dịch vụ

source: Product/Service
vi: Sản phẩm/Dịch vụ

source: Add item
vi: Thêm sản phẩm / dịch vụ

source: Add non-item
vi: Thêm sản phẩm / dịch vụ (bên ngoài)

source: Shipment
vi: Vận chuyển

source: Package
vi: Kiện hàng

source: Reference number
vi: Tên tham chiếu

source: Dimension
vi: Kích thước

source: Add container
vi: Thêm Container

source: Container name
vi: Tên container

source: Container type
vi: Loại container

source: Add package
vi: Thêm Kiện Hàng

source: Package name
vi: Tên kiện hàng

source: Package type
vi: Loại kiện hàng

source: Delete Package ?
vi: Xóa gói hàng ?

source: Deleting package row
vi: Xóa dòng gói hàng

source: Add Installment
vi: Thêm PT Thanh Toán

source: Exchange Rate
vi: Tỉ giá

source: Assignee
vi: Người nhận việc

source: Name
vi: Tên

source: Unit
vi: Đơn vị

source: Price
vi: Giá

source: Total Amount
vi: Tổng giá trị

source: Action
vi: Thao tác

source: Is Service Delivery
vi: TT giao hàng

source: Service Cost
vi: Chi phí dịch vụ

source: Progress
vi: Tiến độ

source: Service order Dashboard
vi: Dashboard Đơn dịch vụ

source: Contribution of Product/Service
vi: Mức độ đóng góp của sản phẩm/dịch vụ

source: Duration Unit
vi: ĐV Thời Lượng

source: Work Cost
vi: Chi phí công việc

source: Select Work with Delivery
vi: Chọn Công Việc Có Giao Hàng

source: No. of service delivered
vi: Số lượng dịch vụ đã thực hiện

source: Work
vi: Công việc

source: Weight contribution
vi: Trọng số đóng góp
