Repository: kienquocIT/mis-ui
Catalog: apps/sales/serviceorder/locale/*/LC_MESSAGES/djangojs.po
Languages: vi

source: Service value
vi: Giá trị dịch vụ

source: contribution
vi: đóng góp

source: COMPLETED
vi: ĐÃ HOÀN THÀNH

source: PROCESSING
vi: ĐANG XỬ LÝ

source: WAITING
vi: ĐANG CHỜ

source: Task list
vi: Danh sách giao việc

source: completed
vi: đã hoàn thành

source: Delete service detail?
vi: Xóa chi tiết dịch vụ?

source: Delete Work?
vi: Xóa công việc

source: Installment
vi: PT

source: Payment Type
vi: Loại Hình Thanh Toán

source: Invoice
vi: Hóa Đơn

source: Payment value
vi: Giá Trị Thanh Toán

source: Reconcile
vi: Cấn Trừ

source: Receivable Value
vi: Giá Trị Phải Thu

source: Due Date
vi: Đến Hạn

source: Change service quantity
vi: Thay đổi số lượng dịch vụ

source: This will result in resetting contribution and payment data
vi: Điều này dẫn đến việc thiết lập lại dữ liệu đóng góp và thanh toán

source: Delete Container ?
vi: Xóa container ?

source: This action will delete the container and all its packages
vi: Thao tác này sẽ xóa container và tất cả các kiện hàng bên trong nó

source: Delete Package ?
vi: Xóa kiện hàng ?

source: Contribution
vi: Mức độ đóng góp

source: Total Balance
vi: Tổng còn lại

source: No. of Service Delivered
vi: Số lượng dịch vụ đã thực hiện

source: Package
vi: Kiện

source: Unit Cost
vi: Giá vốn

source: Total Cost
vi: Tổng chi phí

source: Order
vi: STT

source: This will reset the payment data
vi: Điều này ảnh hưởng đến chức năng Phương thức thanh toán

source: Change service detail price
vi: Thay đổi giá tr chi tiết dịch vụ
