Repository: kienquocIT/mis-ui
Catalog: apps/hrm/payroll/locale/*/LC_MESSAGES/django.po
Languages: vi

source: Payroll
vi: Bảng lương

source: Payroll template
vi: Biểu mẫu bảng lương

source: Operation accepted
vi: Phép tính được chấp thuận

source: Formula property
vi: Thuộc tính

source: Code
vi: Mã

source: Template name
vi: Tên biểu mẫu

source: Column title
vi: Cột tiêu đề

source: Value code
vi: Mã giá trị

source: Data type
vi: Loại giá trị

source: Template attribute
vi: Biểu mẫu thuộc tính

source: Select attribute
vi: Chọn thuộc tính

source: Select data source
vi: Chọn dữ liệu nguồn

source: Attribute Type
vi: Loại thuộc tính

source: Create/Edit Template Attribute
vi: Tạo/Chỉnh sửa biểu mẫu thuộc tính

source: Choose the data type for this attribute
vi: Chọn loại dữ liệu cho thuộc tính này

source: Mandatory
vi: Bắt buộc

source: Formula (Optional)
vi: Công thức (tùy chọn)

source: Available codes: SAL, DAYS, ALLOW
vi: Công thức (tùy chọn)
