Repository: kienquocIT/mis-ui
Catalog: apps/core/form/locale/*/LC_MESSAGES/djangojs.po
Languages: vi

source: Updated config field configuration successfully
vi: Cập nhật cấu hình trường dữ liệu thành công

source: No changes
vi: Không có thay đổi

source: "Validation" is turned off when "Visibility" is hidden or disabled
vi: "Xác thực" bị tắt vì "Khả năng hiển thị" bị ẩn hoặc bị tắt

source: Delete field
vi: Xoá trường

source: Are you sure about deleting?
vi: Bạn có chắc về việc xóa?

source: Yes, delete it
vi: Đồng ý xoá

source: Cancel
vi: Huỷ

source: deleted
vi: đã xoá

source: Clone field
vi: Nhân đôi trường

source: Are you sure about cloning?
vi: Bạn có chắc về việc nhân đôi?

source: Yes, clone it
vi: Đồng ý nhân đôi

source: Entries Data
vi: Dữ liệu đã nhập

source: Created time
vi: Thời gian tạo ra

source: Referrer Name
vi: Theo dõi giới thiệu

source: User created
vi: Người tạo

source: All
vi: Tất cả

source: Export to Excel
vi: Xuất bản thành Excel

source: Preview
vi: Xem trước

source: Form title
vi: Tiêu đề biểu mẫu

source: Form descriptions
vi: Mô tả của biểu mẫu

source: Phone number
vi: Số điện thoại

source: Region code
vi: Mã vùng

source: Value number
vi: Giá trị số

source: Unit code
vi: Đơn vị

source: Some configuration data is not correct
vi: Một số cấu hình chưa đầy đủ hoặc chính xác

source: Turn off
vi: Huỷ kích hoạt

source: The form must have at least one required data field
vi: Biểu mẫu phải có ít nhất một trường dữ liệu bắt buộc

source: The form requires at least one input field
vi: Biểu mẫu yêu cầu ít nhất một trường dữ liệu đầu vào

source: First Choice
vi: Lựa chọn 1

source: Second Choice
vi: Lựa chọn 2

source: Third Choice
vi: Lựa chọn 3

source: Ensure that values are unique in the list
vi: Đảm bảo rằng các giá trị trong danh sách là duy nhất

source: Ensure that titles are unique in the list
vi: Đảm bảo rằng các tiêu đề trong danh sách là duy nhất

source: Ensure that there is always data between the title and value
vi: Đảm bảo rằng luôn có dữ liệu giữa tiêu đề và giá trị

source: Very bad
vi: Rất tệ

source: Bad
vi: Tệ

source: Normal
vi: Bình thường

source: Good
vi: Tốt

source: Excellent
vi: Tuyệt vời

source: Vote
vi: Bầu chọn

source: Review
vi: Nhận xét

source: General
vi: Chung

source: Emoji
vi: Biểu cảm

source: Cancel pagination in form?
vi: Huỷ bỏ phân trang trên biểu mẫu?

source: Page
vi: Trang

source: Previous page
vi: Trang trước

source: Next page
vi: Trang sau

source: Drag fields from left panel and drop here to add them to your form.
vi: Kéo các trường từ bảng điều khiển bên trái và thả vào đây để thêm chúng vào biểu mẫu của bạn.

source: Creator email
vi: Email của người tạo

source: Start building!
vi: Bắt đầu xây dựng

source: Design your own way
vi: Thiết kế theo cách riêng của bạn

source: Build your layout here to customize the appearance of your content with a wide range of formatting options.
vi: Xây dựng bố cục của bạn tại đây để tùy chỉnh giao diện của nội dung của bạn với nhiều tùy chọn định dạng.

source: Make your information come alive with different styles and layouts.
vi: Làm cho thông tin của bạn trở nên sống động hơn với các phong cách và bố cục khác nhau.

source: All rows cannot be duplicated.
vi: Tất cả tên dòng không được trùng nhau.

source: All columns cannot be duplicated.
vi: Tất cả tên cột không được trùng nhau.

source: The field duplication failed
vi: Nhân bản trường thất bại
