Repository: kienquocIT/mis-ui
Catalog: apps/core/form/locale/*/LC_MESSAGES/djangojs_runtime.po
Languages: vi

source: You has submitted data.
vi: Bạn đã gửi dữ liệu trước đó.

source: View
vi: Xem

source: Edit
vi: Chỉnh sửa

source: The body data is empty.
vi: Dữ liệu gửi lên đang trống.

source: Data has been registered
vi: Dữ liệu đã được ghi nhận

source: Automatic reload page after 1 second
vi: Tự động tải lại trang sau 1 giây

source: We encountered an error while combining the data.
vi: Đã xảy ra lỗi khi kết hợp dữ liệu.

source: Please refresh the page and try again.
vi: Vui lòng tải lại trang và thử lại.

source: If you continue to experience this issue, please let us know at https://www.bflow.vn/issue/form/new
vi: Nếu bạn vẫn gặp sự cố này, vui lòng cho chúng tôi biết tại https://www.bflow.vn/issue/form/new

source: Some data are incomplete. Please complete them before submitting data.
vi: Một số dữ liệu không đầy đủ. Vui lòng hoàn thành chúng trước khi gửi dữ liệu.

source: This image failed to load
vi: Hình ảnh này không tải được

source: The data has been recorded
vi: Dữ liệu đã được ghi nhận

source: review at here
vi: xem tại đây

source: The feature cannot be used because your public IP address cannot be obtained
vi: Tính năng không thể sử dụng do không thể lấy được địa chỉ IP công khai của bạn

source: This field is required
vi: Trường này là bắt buộc

source: Verification complete!
vi: Xác thực thành công!

source: You'll be taken to the form shortly.
vi: Bạn sẽ được đưa đến biểu mẫu ngay thôi.

source: Contents
vi: Nội dung

source: Each row can have only one tick, and if the data field is mandatory, it must be completed for all rows.
vi: Mỗi dòng chỉ có một đánh dấu, nếu trường dữ liệu là bắt buộc thì bắt buộc hoàn thành tất cả các dòng.

source: Each column can have only one tick, and if the data field is mandatory, it must be completed for all columns.
vi: Mỗi cột chỉ có một đánh dấu, nếu trường dữ liệu là bắt buộc thì bắt buộc hoàn thành tất cả các cột.
