Repository: kienquocIT/mis-ui
Catalog: apps/core/form/locale/*/LC_MESSAGES/django.po
Languages: vi

source: Properties
vi: Thuộc tính

source: Start building!
vi: Bắt đầu xây dựng

source: Drag fields from left panel and drop here to add them to your form.
vi: Kéo các trường từ bảng điều khiển bên trái và thả vào đây để thêm chúng vào biểu mẫu của bạn.

source: Toggle message warning
vi: Ẩn/Hiện ô cảnh báo

source: Got it, don't show again
vi: Đã hiểu, không hiển thị lại

source: All configurations for fields will be temporarily stored in the browser until the save document is called
vi: Tất cả các cấu hình của trường dữ liệu sẽ lưu tạm trên trình duyệt cho tới khi lưu phiếu được gọi

source: Note that reloading the page will lose the newly edited configurations
vi: Lưu ý tải lại trang sẽ làm mất các cấu hình mới chưa được gọi lưu phiếu

source: Save and Close
vi: Lưu và đóng

source: Hide field label
vi: Ẩn tiêu đề của trường dữ liệu

source: Instructions
vi: Mô tả - Hướng dẫn

source: Field size
vi: Kích thước trường dữ liệu

source: Field number size
vi: Kích thước trường dữ liệu số

source: Placeholder text
vi: Văn bản giữ chỗ

source: Small
vi: Nhỏ

source: Medium
vi: Vừa

source: Large
vi: Lớn

source: Initial value
vi: Giá trị ban đầu

source: Character limit
vi: Giới hạn ký tự

source: Min
vi: Tối thiểu

source: Max
vi: Tối đa

source: Validation
vi: Kiểm tra dữ liệu

source: Required
vi: Yêu cầu

source: Unique
vi: Duy nhất

source: Visibility
vi: Khả năng hiển thị

source: Hide
vi: Ẩn

source: Disable
vi: Vô hiệu hoá

source: Input type
vi: Kiểu dữ liệu đầu vào

source: Any character
vi: Tất cả ký tự

source: Letters only
vi: Chỉ chữ cái

source: Letters and Number
vi: Chữ cái và số

source: Letters, Number and Spaces
vi: Chữ cái, số và khoảng trắng

source: Letters and Space
vi: Chữ cái và khoảng trắng

source: Custom Entry Format
vi: Định dạng tuỳ chỉnh

source: Input Text Case
vi: Chuyển đổi văn bản đầu vào

source: Enter custom regex
vi: Nhập biểu thức chính quy tuỳ chỉnh

source: Knowledge
vi: Kiến thức

source: Auto confirm
vi: Tự động xác nhận

source: Click to show/hide list
vi: Nhấn vào để hiển thị/ẩn danh sách

source: Changes to this configuration will not be reflected in real-time until saved
vi: Các thay đổi trong cấu hình này sẽ không được phản ánh ngay lập tức cho đến khi được lưu

source: Label Placement
vi: Vị trí nhãn

source: Instruction Placement
vi: Vị trí mô tả - hướng dẫn

source: Top
vi: Phía trên

source: Bottom
vi: Phía dưới

source: Left
vi: Bên trái

source: Right
vi: Bên phải

source: Unset
vi: Không thiết lập

source: Lower
vi: Chuyển thành chữ thường

source: Upper
vi: Chuyển thành chữ hoa

source: Capitalize
vi: Viết hoa chữ cái đầu tiên

source: Scale automatically to fill full of the width
vi: Tự động điều chỉnh kích thước để chiếm toàn bộ chiều rộng

source: Type Count
vi: Kiểu đếm

source: Characters
vi: Ký tự

source: Words
vi: Từ

source: Set the MIN is negative numbers to allow users to enter negative numbers
vi: Đặt giới hạn dưới là số âm để cho phép người dùng nhập số âm

source: Minimize
vi: Thu gọn

source: Maximize
vi: Phóng to

source: Expand
vi: Mở rộng

source: Alert Preferences
vi: Tuỳ chọn cảnh báo

source: Email Notification
vi: Thông báo qua thư điện tử

source: Embed Form
vi: Nhúng biểu mẫu

source: Unit
vi: Đơn vị

source: Unit placement
vi: Vị trí đơn vị

source: Extra small
vi: Cực nhỏ

source: Extra large
vi: Cực lớn

source: Validate the value type
vi: Xác thực loại giá trị

source: Integers
vi: Số nguyên

source: Float
vi: Số thực

source: Basic fields
vi: Trường cơ bản

source: Advance fields
vi: Trường nâng cao

source: Submit
vi: Gửi

source: Do not submit confidential information such as credit card details, mobile and ATM PINs, OTPs, account passwords, etc.
vi: Không gửi thông tin bí mật như chi tiết thẻ tín dụng, mã PIN di động và ATM, OTP, mật khẩu tài khoản, v.v.

source: Report Abuse
vi: Báo cáo lạm dụng

source: Powered by
vi: Được cung cấp bởi

source: Published Form
vi: Biểu mẫu đã xuất bản

source: Enable
vi: Kích hoạt

source: Form Permalink (URL)
vi: Biểu mẫu liên kết cố định (URL)

source: QR Code
vi: Mã QR

source: Share Publicly
vi: Chia sẻ công khai

source: Share your form as a public link or privately within your organization.
vi: Chia sẻ biểu mẫu của bạn dưới dạng liên kết công khai hoặc riêng tư trong tổ chức của bạn.

source: All changes are automatically saved to the server
vi: Tất cả thay đổi được lưu tự động vào máy chủ

source: Share With
vi: Chia sẻ với

source: Embed
vi: Nhúng

source: Embed your form on a website using the embed codes that suits your need.
vi: Nhúng biểu mẫu của bạn vào trang web bằng cách sử dụng mã nhúng phù hợp với nhu cầu của bạn.

source: Email Campaigns
vi: Chiến dịch email

source: Share your form with a list of contacts using email campaign software.
vi: Chia sẻ biểu mẫu của bạn với danh sách liên hệ bằng phần mềm chiến dịch email.

source: Track Entries
vi: Theo dõi phản hồi

source: Use advanced tracking codes in your forms to measure your campaign metrics.
vi: Sử dụng mã theo dõi nâng cao trong biểu mẫu để đo lường số liệu chiến dịch của bạn.

source: Public
vi: Công khai

source: Specific Users
vi: Người dùng cụ thể

source: All Users
vi: Tất cả người dùng

source: Share this QR code with your audience to let them access the form directly on their devices.
vi: Chia sẻ mã QR này với khán giả của bạn để cho phép họ truy cập biểu mẫu trực tiếp trên thiết bị của họ.

source: Track referrals
vi: Theo dõi giới thiệu

source: You can append parameters to your URL to track referrals.
vi: Bạn có thể thêm các tham số vào URL của mình để theo dõi các lượt giới thiệu.

source: Prefill form fields
vi: Điền trước các trường biểu mẫu

source: You can append parameters to your URL to prefill form fields.
vi: Bạn có thể nối thêm các tham số vào URL của mình vào các trường biểu mẫu điền trước.

source: Share on social media.
vi: Chia sẻ trên phương tiện truyền thông xã hội.

source: Share this form on your social networks.
vi: Chia sẻ biểu mẫu này trên mạng xã hội của bạn.

source: Access Form
vi: Truy cập biểu mẫu

source: This form has no published data.
vi: Biểu mẫu này chưa có dữ liệu công bố.

source: Create publish form
vi: Tạo công bố biểu mẫu

source: Public users can access this form and submit responses.
vi: Người dùng công cộng có thể truy cập biểu mẫu này và gửi phản hồi.

source: Use this code to embed the form as an iframe on a web page.
vi: Sử dụng mã này để nhúng biểu mẫu dưới dạng iframe trên trang web.

source: Form title
vi: Tiêu đề biểu mẫu

source: Form descriptions
vi: Mô tả biểu mẫu

source: Forms
vi: Biểu mẫu

source: Entries Data
vi: Dữ liệu đã nhập

source: Switch account
vi: Đổi tài khoản

source: Require user login before submitting data
vi: Yêu cầu người dùng đăng nhập trước khi gửi dữ liệu

source: When the value is off, the anonymous user can submit data.
vi: Khi tắt, người dùng ẩn danh có thể gửi dữ liệu.

source: When the value is turned on, only logged-in users can submit data.
vi: Khi bật, chỉ người dùng đã đăng nhập mới có thể gửi dữ liệu.

source: Min length
vi: Độ dài tối thiểu

source: Max length
vi: Độ dài tối đa

source: Name of field
vi: Tên đại diện của trường

source: Corresponds to a stored data field
vi: Tương ứng với trường dữ liệu được lưu trữ

source: Employs this name to autofill form fields
vi: Sử dụng tên này để cấu hình tự động điền dữ liệu

source: Width - px
vi: Độ dài - px

source: Text align
vi: Căn chỉnh văn bản

source: Center
vi: Trung tâm

source: Label of unit at report
vi: Tiêu đề của đơn vị tại báo cáo

source: Title for report
vi: Tiêu đề tại báo cáo

source: Title main value for report
vi: Tiêu đề dữ liệu chính tại báo cáo

source: Title region value for report
vi: Tiêu đề dữ liệu vùng/lãnh thổ tại báo

source: The name represented in the report of the value
vi: Tên đại diện cho dữ liệu được thể hiện trong báo cáo

source: The default setting is displayed in the report
vi: Cài đặt mặc định được hiển thị trong báo cáo

source: Display referrer name
vi: Hiển thị cột theo dõi

source: Display creator name
vi: Hiển thị cột người tạo

source: The default configuration for hiding/showing columns on the website's Entries page.
vi: Cấu hình mặc định để ẩn/hiển thị các cột trên trang Mục dữ liệu đã nhập.

source: These information columns will still be included in the Excel export.
vi: Các cột thông tin này sẽ vẫn được đưa vào bản xuất Excel.

source: Enabled region value
vi: Bật dữ liệu vùng lãnh thổ

source: Region visible
vi: Hiển thị dữ liệu vùng lãnh thổ

source: Allowed region list
vi: Vùng lãnh thổ được phép chọn

source: Region default
vi: Vùng lãnh thổ mặc định

source: Domain allow validation
vi: Cho phép tên miền

source: Domain restrict validation
vi: Hạn chế tên miền

source: Allow
vi: Cho phép

source: Restrict
vi: Hạn chế

source: eg
vi: ví dụ

source: Design form
vi: Thiết kế biểu mẫu

source: Allows submitting data only one time per user
vi: Chỉ cho phép gửi dữ liệu mỗi người một lần

source: This feature is available when the require authentication option is on
vi: Tính năng này chỉ khả dụng khi Yêu cầu người dùng đăng nhập được bật

source: Allows edit submitted data of user
vi: Cho phép chỉnh sửa dữ liệu đã gửi

source: Theme mode
vi: Chế độ hiển thị

source: System
vi: Hệ thống

source: Light
vi: Sáng

source: Dark
vi: Tối

source: Date published
vi: Ngày công bố

source: Start
vi: Bắt đầu

source: End
vi: Kết thúc

source: Default
vi: Mặc định

source: Options
vi: Lựa chọn

source: Unselect default
vi: Bỏ chọn mặc định

source: Style of checkbox
vi: Kiểu dáng của ô chọn

source: Tick
vi: Đánh dấu

source: Switch
vi: Công tắc

source: Unchecked
vi: Không chọn

source: Checked
vi: Chọn

source: Single
vi: Một lựa chọn

source: Multiple
vi: Nhiều lựa chọn

source: Label of choice
vi: Tiêu đề của lựa chọn

source: Default check all
vi: Tất cả mặc định chọn

source: Default uncheck all
vi: Tất cả mặc định không chọn

source: Clean
vi: Làm trống

source: Now
vi: Hiện tại

source: Format: yyyy-mm-dd
vi: Định dạng: yyyy-mm-dd [năm(4 chữ số)-tháng(2 chữ số)-ngày(2 chữ số)]

source: Type of init value
vi: Kiểu dữ liệu khởi tạo

source: Day: 30
vi: Ngày: 30

source: Month: 01
vi: Tháng: 01

source: Year: 1900
vi: Năm: 1900

source: Display Format
vi: Định dạng hiển thị

source: Preview format with now
vi: Xem truớc định dạng với dữ liệu là ngày hôm nay

source: Style and Symbol
vi: Phong cách và Biểu tượng

source: Star
vi: Ngôi sao

source: Emoji
vi: Biểu cảm

source: Title of items
vi: Tiêu đề của từng mục

source: Isolation animate
vi: Cô lập hiệu ứng

source: The review message is require
vi: Trường nhận xét bắt buộc

source: When is turn on, the highlighting effect will be applied only to the currently selected or hovered element, without affecting the adjacent elements.
vi: Khi được bật, hiệu ứng đánh dấu sẽ chỉ được áp dụng cho phần tử hiện được chọn hoặc được di chuột mà không ảnh hưởng đến các phần tử liền kề.

source: When is turn off, the highlight will spread to the items on the left, indicating that they are now also selected.
vi: Khi bị tắt, hiệu ứng đánh dấu sẽ lan sang các mục ở bên trái, cho biết rằng chúng hiện cũng đã được chọn.

source: Content
vi: Nội dung

source: The content will be cleaned when this field configuration calling save.
vi: Nội dung sẽ được làm sạch khi thao tác cấu hình trường này.

source: Some tags that violate the rules may be removed to protect end users.
vi: Một số thẻ vi pham quy tắc làm sạch sẽ bị loại bỏ để bảo vệ người dùng cuối.

source: So it's possible that the display on the form may not be exactly the same as the edit area.
vi: Vì vậy, có thể phần hiển thị trên biểu mẫu có thể không giống hệt với vùng chỉnh sửa.

source: Currently, embedding media only allows paths coming from:
vi: Hiện tại, việc nhúng media chỉ cho phép các đường dẫn đến từ:

source: Design of icon
vi: Thiết kế của biểu tượng

source: Decorations and Informations
vi: Trang trí và Thông tin

source: Text
vi: Văn bản

source: Number
vi: Số

source: Date and Time
vi: Ngày và Giờ

source: Decisions
vi: Quyết định

source: Range
vi: Phạm vi

source: The content size must be less than 10kilobytes (10kB).
vi: Kích thước của nội dung bắt buộc phải nhỏ hơn 10kilobytes (10kB).

source: Statistics
vi: Thống số

source: These are only relative parameters. Actual data may differ from the above figures. The server will check when storing and return an error if the allowed limit is exceeded.
vi: Đây chỉ là những thông số tương đối. Dữ liệu thực tế có thể khác với số liệu trên. Máy chủ sẽ kiểm tra khi lưu trữ và trả về lỗi nếu vượt quá giới hạn cho phép.

source: You has submitted data.
vi: Bạn đã gửi dữ liệu trước đó.

source: Show progress page
vi: Hiển thị thanh tiến trình

source: Show page number
vi: Hiển thị số trang

source: Display Title
vi: Hiển thị tiêu đề

source: Progress style
vi: Định dạng tiến trình

source: Justify progress item
vi: Căn chỉnh mục tiến độ

source: Some style will not have this configuration applied
vi: Một số kiểu sẽ không áp dụng cấu hình này

source: Button previous
vi: Nút điều hướng trước

source: Button next
vi: Nút điều hướng sau

source: Send OTP
vi: Gửi OTP

source: Verify
vi: Xác thực

source: Sender identity verification
vi: Xác minh danh tính người gửi

source: This feature requires checking the public IP address to make the request.
vi: Tính năng này yêu cầu kiểm tra địa chỉ IP công cộng để thực hiện yêu cầu.

source: Configure form data related notifications.
vi: Cấu hình thông báo liên quan đến dữ liệu biểu mẫu.

source: Select...
vi: Chọn...

source: User management
vi: Người quản trị biểu mẫu

source: Enabled with new
vi: Hiệu lực với tạo mới

source: Enabled with change
vi: Hiệu lực với chỉnh sửa

source: Destination email
vi: Danh sách email nhận thông báo

source: It is receiver in notify mail.
vi: Đây là danh sách email của những người nhận thông báo.

source: Mail receiver from
vi: Lấy email người nhận thông báo từ

source: Authenticated
vi: Xác thực người gửi

source: Field in form
vi: Trường dữ liệu trong biểu mẫu

source: With authenticated, it is not available if form is not require authenticated
vi: Với xác thực người gửi, sẽ khả dụng khi cấu hình yêu cầu xác thực được bật

source: With field in form, it is not available if field was removed or value of files is empty
vi: Với trường trên biểu mẫu, sẽ không khả dụng nếu trường đó đã bị loại bỏ hoặc dữ liệu trường đó trống

source: In failed case, if user management is available, the note text will add to mail send notify to User Management
vi: Trường hợp không lấy được thông tin, một lưu ý sẽ được gửi kèm trong thông báo gửi đến Quản trị biểu mẫu nếu khả dụng

source: Select field
vi: Chọn trường dữ liệu

source: Expired in
vi: Hết hạn trong

source: seconds
vi: giây

source: Fast authentication
vi: Xác thực nhanh

source: OTP validation
vi: Xác thực mã OTP

source: Some fast authenticate service isn't available. It will come back soon.
vi: Một số dịch vụ xác thực nhanh không khả dụng. Chúng sẽ sớm quay trở lại.

source: You will receive an OTP via email from Bflow (*@bflow.vn) to verify your account.
vi: Bạn sẽ nhận được OTP qua email từ Bflow (*@bflow.vn) để xác minh tài khoản.

source: If the form requires authentication, your current session may be terminated when open above link.
vi: Nếu biểu mẫu yêu cầu xác thực, phiên làm việc hiện tại của bạn có thể bị kết thúc khi mở liên kết ở trên.

source: To prevent session conflicts, we recommend opening the form link in a other browser window or incognito mode.
vi: Để tránh xung đột phiên, chúng tôi khuyên bạn nên mở liên kết đến biểu mẫu trong một trình duyệt khác hoặc ở chế độ ẩn danh.

source: Authentication type
vi: Loại xác thực

source: Company's members
vi: Thành viên công ty

source: Must be logged in with system account before being manipulated
vi: Phải đăng nhập bằng tài khoản hệ thống trước khi thao tác với biểu mẫu

source: Authenticate users via email account before being manipulated
vi: Xác thực người dùng qua tài khoản email trước khi thao tác với biểu mẫu

source: Avoid using characters: `, &` in the option. This can misunderstandings export data retrieval.
vi: Không nên sử dụng các ký tự: “, &” trong các lựa chọn. Điều này có thể gây hiểu lầm trong quá trình xuất dữ liệu.

source: Styles are different ways of presenting select tags that improve the user's data selection experience in a more flexible and understandable way.
vi: Kiểu là những cách khác nhau để trình bày các thẻ đã chọn nhằm cải thiện trải nghiệm lựa chọn dữ liệu của người dùng theo cách linh hoạt và dễ hiểu hơn.

source: The option name will be a concatenation of the column name and row name, separated by an ampersand (&).
vi: Tên tùy chọn sẽ là sự kết hợp giữa tên cột và tên hàng, được phân tách bằng dấu và (&).

source: Sample preview
vi: Mẫu xem trước

source: Click button close or outside for close.
vi: Để đóng cửa sổ, hãy nhấp vào nút Đóng hoặc click vào bất kỳ vị trí nào bên ngoài cửa sổ.

source: Tick only once per row, column or unbound - depending on this configuration
vi: Chỉ đánh dấu một lần cho mỗi hàng, cột hoặc không ràng buộc - tùy thuộc vào cấu hình này

source: Group by
vi: Gom nhóm theo

source: Not group
vi: Không nhóm

source: By columns
vi: Theo cột

source: By rows
vi: Theo dòng

source: All rows cannot be duplicated.
vi: Tất cả tên dòng không được trùng nhau.

source: All columns cannot be duplicated.
vi: Tất cả tên cột không được trùng nhau.

source: Setup matrix
vi: Cấu hình ma trận

source: Columns
vi: Cột

source: Rows
vi: Hàng

source: Sender
vi: Người gửi

source: Address to
vi: Địa chỉ nhận

source: Address cc
vi: Địa chỉ nhận bản sao (cc)

source: Address bcc
vi: Địa chỉ nhận bản sao ẩn danh (bcc)
