Repository: kienquocIT/mis-ui
Catalog: apps/core/mailer/locale/*/LC_MESSAGES/django.po
Languages: vi

source: Welcome Template
vi: Mẫu thư chào mừng

source: Calendar Template
vi: Mẫu thư lịch sự kiện

source: OTP Validation Template
vi: Mẫu thư OTP xác thực

source: This is the email configuration used to send welcome messages to new members of your organization.
vi: Đây là cấu hình thư điện tử được sử dụng để gửi thư chào mừng thành viên mới của tổ chức của bạn.

source: It is used in "automation rule configuration" when a new "user" or function creation event occurs custom mailing capabilities if available.
vi: Nó được sử dụng trong "cấu hình quy tắc tự động hóa" khi có phát sinh sự kiện tạo mới "người dùng" hoặc chức năng gửi thư tuỳ chỉnh nếu có.

source: This is the email configuration used to send event calendar registration files.
vi: Đây là cấu hình thư điện tử được sử dụng gửi tệp đăng ký lịch sự kiện.

source: This is the email configuration used to send OTP to authenticate users.
vi: Đây là cấu hình thư điện tử được sử dụng gửi OTP xác thực người dùng.

source: Data Security
vi: Bảo mật dữ liệu

source: We take the security of your data very seriously. All data stored on our servers is encrypted at rest and in transit. We use industry-standard encryption methods to protect your data.
vi: Chúng tôi rất coi trọng việc bảo mật dữ liệu của bạn. Tất cả dữ liệu được lưu trữ trên máy chủ của chúng tôi đều được mã hóa khi lưu trữ và truyền đi. Chúng tôi sử dụng các phương pháp mã hóa tiêu chuẩn ngành để bảo vệ dữ liệu của bạn.

source: SSL Files
vi: Tập tin SSL

source: The system may access and use SSL files (if any) to send notification emails for your organization only. SSL files are used to secure the communication between the mail server and your organization. We only access SSL files for the purpose of maintaining the email notification service.
vi: Hệ thống có thể truy cập và sử dụng file SSL (nếu có) để gửi email thông báo chỉ cho tổ chức của bạn. Các tệp SSL được sử dụng để bảo mật liên lạc giữa máy chủ thư và tổ chức của bạn. Chúng tôi chỉ truy cập các tệp SSL nhằm mục đích duy trì dịch vụ thông báo qua email.

source: Sensitive Information
vi: Thông tin nhạy cảm

source: Sensitive information will be partially masked when returning data. We mask sensitive information to protect your privacy. Only our authorized personnel can access unmasked data.
vi: Thông tin nhạy cảm sẽ bị che đi một phần khi trả về dữ liệu. Chúng tôi che giấu thông tin nhạy cảm để bảo vệ quyền riêng tư của bạn. Chỉ những nhân viên của chúng tôi được ủy quyền mới có thể truy cập dữ liệu chưa mã hoá.

source: Recommend
vi: Khuyến nghị

source: We recommend using TLS or SSL to secure your email connections. If both TLS and SSL are enabled, the system will prioritize using TLS for connections. TLS is a newer and more secure protocol than SSL. We recommend using TLS whenever possible to ensure the best possible security for your email communications.
vi: Chúng tôi khuyên bạn nên sử dụng TLS hoặc SSL để bảo mật kết nối email của mình. Nếu cả TLS và SSL đều được bật, hệ thống sẽ ưu tiên sử dụng TLS cho các kết nối. TLS là giao thức mới hơn và an toàn hơn SSL. Chúng tôi khuyên bạn nên sử dụng TLS bất cứ khi nào có thể để đảm bảo tính bảo mật tốt nhất có thể cho việc liên lạc qua email của bạn.

source: Verifications
vi: Kiểm tra

source: If you use SSL, then connection verification is mandatory after successfully saving the configuration.
vi: Nếu bạn sử dụng SSL thì việc xác minh kết nối là bắt buộc sau khi lưu cấu hình thành công.

source: On the contrary, if you do not use SSL, then the connection can be checked with the data you entered without saving.
vi: Ngược lại, nếu bạn không sử dụng SSL thì kết nối có thể được kiểm tra bằng dữ liệu bạn đã nhập mà không cần lưu.

source: Verify saved config
vi: Xác thực cấu hình đã lưu

source: Verify new config
vi: Xác thực cấu hình mới

source: Enable mail notification
vi: Kích hoạt thông báo thư điện tử

source: Use our mail server
vi: Sử dụng máy chủ thư điện tử của chúng tôi

source: Click to toggle on/off
vi: Nhấp chuột để bật/tắt

source: Use TLS
vi: Sử dụng TLS

source: Use SSL
vi: Sử dụng SSL

source: SSL Key file
vi: Tệp khoá SSL

source: SSL Cert file
vi: Tệp chứng chỉ SSL

source: Host mail server
vi: Địa chỉ máy chủ thư

source: Port mail server
vi: Cổng phục vụ máy chủ thư

source: Connection status
vi: Trạng thái kết nối

source: Need more config value
vi: Cần thêm thông tin cấu hình

source: Verification in progress
vi: Đang xác minh
