Repository: kienquocIT/mis-ui
Catalog: apps/sales/productmodification/locale/*/LC_MESSAGES/django.po
Languages: vi

source: Component name
vi: Tên thành phần

source: Component description
vi: Mô tả thành phần

source: Add new component
vi: Thêm thành phần mới

source: This table is for reference only - used to preload data for 'Product modification'.
vi: Bảng này có tính chất tham khảo - dùng để tải trước dữ liệu trong chúc năng 'Ráp-Rã thiết bị'.

source: Product modification
vi: Ráp-Rã thiết bị

source: Product Modification
vi: Ráp-Rã thiết bị

source: Select modified product
vi: Chọn sản phẩm ráp-rã

source: Picking detail modified product
vi: Lấy cụ thể sản phẩm ráp-rã

source: Current component
vi: Thành phần hiện tại

source: Removed component
vi: Thành phần bị tháo

source: Insert component
vi: Thêm thành phần

source: Current quantity
vi: SL hiện tại

source: Select inserted component
vi: Chọn thành phần được thêm vào

source: Picking component
vi: Lấy thành phần

source: New description
vi: Mô tả mới

source: Specific tracking
vi: Theo dõi đích danh

source: Representative for Product Modification product
vi: Đại diện cho sản phẩm Ráp-Rã

source: Representative product
vi: Sản phẩm đại diện

source: Root product
vi: Sản phẩm gốc

source: The selected product is not managed under the Specific Identification method. If you perform a Product modification, its cost will be mixed with the remaining stock in the warehouse. You can choose a representative product to enable specific tracking. This representative product should be created identical to the one you just selected and configured to use the Specific Identification method. Then, select the main product below (the one you actually want to modified).
vi: Sản phẩm được chọn không được quản lý theo phương pháp Thực tế đích danh. Nếu bạn thực hiện Ráp-Rã, giá cost của sản phẩm này sẽ được trộn lẫn với tồn kho còn lại. Bạn có thể chọn một sản phẩm đại diện để có thể theo dõi đích danh. Sản phẩm đại diện này cần được tạo giống hệt với sản phẩm bạn vừa chọn và được cấu hình sử dụng phương pháp Thực tế đích danh. Sau đó, hãy chọn sản phẩm chính ở phía dưới đây (chính là sản phẩm mà bạn muốn thực hiện ráp-rã).
