Repository: kienquocIT/mis-ui
Catalog: apps/core/process/locale/*/LC_MESSAGES/djangojs.po
Languages: vi

source: Destroy stage
vi: Xoá giai đoạn

source: Destroy item
vi: Xoá mục

source: A little descriptions
vi: Mô tả một vài chi tiết

source: New Stage
vi: Giai đoạn mới

source: Function
vi: Tính năng

source: New item
vi: Thêm mục mới

source: New previous stage
vi: Thêm giai đoạn mới phía trước

source: New next stage
vi: Thêm giai đoạn mới phía sau

source: Start
vi: Bắt đầu

source: End
vi: Kết thúc

source: Stages 1
vi: Giai đoạn 1

source: Yes, delete it
vi: Đồng ý

source: Cancel
vi: Huỷ bỏ

source: Runtime list
vi: Danh sách thực hiện

source: Edit
vi: Chỉnh sửa

source: Process
vi: Tiến trình

source: For Opportunity
vi: Dành cho Cơ hội kinh doanh

source: Yes
vi: Có

source: No
vi: Không

source: Active state
vi: Trạng thái kích hoạt

source: Creator
vi: Người tạo

source: Applications loading...
vi: Đang tải danh sách ứng dụng...

source: Add new previous stages
vi: Thêm một giai đoạn phía trước

source: Add new next stages
vi: Thêm một giai đoạn phía sau

source: Add new application
vi: Thêm một ứng dụng mới

source: Min=0 and Max=0 : Incorrect configuration
vi: Tối thiểu = 0, Tối đa = 0 : Cấu hình sai

source: Min > Max : Incorrect configuration
vi: Tối thiểu > Tối đa : Cấu hình sai

source: Min = Max = x : Always have x documents
vi: Tối thiểu = Tối đa = x : Bắt buộc có x phiếu

source: Min=0 and Max > 0 : May or may not have a documents
vi: Tối thiểu = 0 và Tối đa > 0 : Có thể có hoặc không có phiếu

source: Min=1 and Max > 1 : At least one document is required, and multiple document can be created
vi: Tối thiểu = 1 và Tối đa > 1 : Bắt buộc có ít nhất 1 phiếu và có thể tạo nhiều phiếu

source: Max = n : The maximum quantity is unlimited, subject to the system's limits
vi: Tối đa = n : Số lượng tối đa không giới hạn, tùy thuộc vào giới hạn của hệ thống

source: The 'Complete' action always shown and can confirm complete, and reaching the maximum document quantity will trigger auto-completion
vi: Hành động 'Hoàn thành' sẽ luôn được hiển thị và có thể xác nhận hoàn thành. Khi đạt đến số lượng phiếu tối đa sẽ tự động hoàn thành

source: When the document quantity is 1, the 'Complete' action will be shown and can confirm complete, and reaching the maximum document quantity will trigger auto-completion
vi: Khi số lượng phiếu là 1, hành động 'Hoàn thành' sẽ được hiển thị và có thể xác nhận hoàn thành. Khi đạt đến số lượng phiếu tối đa sẽ kích hoạt tự động hoàn thành

source: The 'Complete' action always appear, and completion confirmation is manual
vi: Hành động 'Hoàn thành' sẽ luôn hiển thị và xác nhận hoàn tất phải làm thủ công

source: Auto-complete once the amount is sufficient.
vi: Tự động hoàn tất khi đủ số lượng

source: Rules
vi: Quy tắc

source: Until the maximum quantity is reached, additional documents can still be created — even if the feature has belong to the passed phase
vi: Cho đến khi đạt đến số lượng tối đa, các phiếu bổ sung vẫn có thể được tạo — ngay cả khi tính năng đã thuộc về giai đoạn đã qua

source: Only when all features of a phase are completed will that phase be marked as complete and move to the next phase
vi: Chỉ khi tất cả các tính năng của một giai đoạn được hoàn thành thì giai đoạn đó mới được đánh dấu là hoàn thành và chuyển sang giai đoạn tiếp theo

source: Date created
vi: Ngày tạo

source: read more
vi: xem thêm

source: Status
vi: Trạng thái

source: Finish
vi: Hoàn thành

source: In progress
vi: Đang thực hiện

source: The {stages_name} stages requires at least 1 application
vi: Giai đoạn {stages_name} yêu cầu có ít nhất một ứng dụng

source: Need to select application for all functions
vi: Cần chọn ứng dụng cho tất cả các chức năng

source: The values of Min and Max are incorrect
vi: Giá trị tối thiểu và tối đa không chính xác

source: Process requires at least 1 stage (except system stage)
vi: Tiến trình cần ít nhất 1 giai đoạn (trừ giai đoạn hệ thống)

source: Member
vi: Thành viên

source: Or link to here
vi: Hoặc đường liên kết ở đây

source: Draft
vi: Nháp

source: Created
vi: Đã tạo

source: Approved
vi: Đã duyệt

source: Finished
vi: Kết thúc

source: Canceled
vi: Huỷ bỏ

source: If the documents has a process applied, the documents status is Approved or Completed to be counted in the number of completed conditions
vi: Nếu tài liệu có quy trình được áp dụng, trạng thái của tài liệu là Đã phê duyệt hoặc Hoàn thành để được tính vào số điều kiện đã hoàn thành

source: Application is not supported
vi: Ứng dụng không hỗ trợ

source: Minimize all applications at all stages
vi: Thu gọn tất cả ứng dụng ở mọi giai đoạn

source: Show all applications at all stages
vi: Hiển thị tất cả ứng dụng ở mọi giai đoạn

source: Destroy all applications at all stages
vi: Huỷ bỏ tất cả các ứng dụng ở mọi giai đoạn

source: Destroy all stages
vi: Huỷ bỏ tất cả giai đoạn

source: Are you sure you want to remove all item?
vi: Bạn có chắc chắn muốn xóa tất cả mục không?

source: The clipboard is not available
vi: Sao chép vào bộ nhớ tạm không khả dụng

source: The copied content is printed in the browser console (Inspect or F12 -> Console tab)
vi: Nội dung đã sao chép được in trong bảng điều khiển của trình duyệt (Kiểm tra hoặc F12 -> tab Bảng điều khiển)

source: There are some errors in the configuration so copying is not allowed
vi: Có một số lỗi trong cấu hình nên sao chép không khả dụng

source: Config
vi: Cấu hình

source: Apply
vi: Áp dụng

source: Copy configs
vi: Sao chép cấu hình

source: Paste configs
vi: Dán cấu hình

source: Paste from clipboard
vi: Dán từ bộ nhớ tạm

source: Pretty format
vi: Định dạng dễ đọc

source: Pretty format is successful
vi: Định dạng dễ đọc thành công

source: The data does not conform to the JSON standard so it can be formatted
vi: Dữ liệu không tuân thủ tiêu chuẩn JSON nên không thể định dạng

source: The data does not conform to the JSON standard so it can be apply
vi: Dữ liệu không tuân thủ tiêu chuẩn JSON nên không thể áp dụng

source: Data does not comply with process configuration rules
vi: Dữ liệu không tuân thủ các quy tắc cấu hình quy trình

source: Are you sure you want to apply?
vi: Bạn có chắc muốn áp dụng?

source: Clean all applications of stages
vi: Xoá tất cả ứng dụng của các giai đoạn

source: Clean all stages
vi: Xoá tất cả giai đoạn

source: Clean all Cross-Stage Applications
vi: Xoá tất cả Ứng dụng toàn cầu

source: Apply new configurations to stages
vi: Áp dụng cấu hình mới cho các giai đoạn

source: Apply new configurations to Cross-Stage Applications
vi: Áp dụng cấu hình mới cho Ứng dụng toàn cầu

source: Delete
vi: Xoá

source: Are you sure you cleaned all Cross-Stage Apps?
vi: Bạn có chắc chắn làm sạch tất cả các Ứng dụng toàn cầu không?

source: Created by
vi: Tạo bởi

source: at
vi: vào lúc

source: Are you sure about this delete?
vi: Bạn chắc chắn xoá dữ liệu này?

source: Loading process members
vi: Đang tải thành viên của tiến trình

source: Documents
vi: Tài liệu
