Repository: kienquocIT/mis-ui
Catalog: apps/core/process/locale/*/LC_MESSAGES/django.po
Languages: vi

source: Process
vi: Tiến trình

source: Process - Stages
vi: Tiến trình - Giai đoạn

source: Process configuration
vi: Cấu hình Tiến trình

source: Process runtime
vi: Thực hiện Tiến trình

source: Setup
vi: Cấu hình

source: Update block
vi: Cập nhật khối

source: Update stage
vi: Cập nhật giai đoạn

source: Allow skip
vi: Cho phép bỏ qua

source: Enable repeat
vi: Kích hoạt lặp lại

source: Background color
vi: Màu nền

source: Apply time
vi: Thời gian áp dụng

source: For Opportunity
vi: Dành riêng cho Cơ hội kinh doanh

source: This selected can't change after created
vi: Lựa chọn này không cho phép chỉnh sửa sau khi tạo thành công

source: Start process
vi: Bắt đầu tiến trình

source: Create a process from here. It helps suggest tasks for you based on the configuration. Only you can see it, but you can also collaborate with others.
vi: Tạo một tiến trình từ đây. Nó giúp gợi ý các tác vụ cho bạn dựa trên cấu hình. Chỉ bạn mới có thể thấy nó, nhưng bạn cũng có thể cộng tác với những người khác.

source: Without opportunity
vi: Không có Cơ hội kinh doanh

source: Runtime list of me
vi: Thực hiện của tôi

source: Stages
vi: Giai đoạn

source: Click to detail page
vi: Nhấn vào để đến trang chi tiết

source: Process config
vi: Cấu hình tiến trình

source: Stages current
vi: Giai đoạn hiện tại

source: My Process Runtime
vi: Thực hiện tiến trình của tôi

source: Supported applications will vary based on this selection.
vi: Các ứng dụng được hỗ trợ sẽ khác nhau tùy theo lựa chọn này.

source: Add members
vi: Thêm thành viên

source: Choose employee
vi: Chọn nhân viên

source: Sync member from Opportunity
vi: Đồng bộ thành viên từ Cơ hội kinh doanh
