Repository: kienquocIT/mis-ui
Catalog: apps/core/fimport/locale/*/LC_MESSAGES/django.po
Languages: vi

source: Choose the Excel file data
vi: Chọn tệp tin dữ liệu Excel

source: Import template file of all feature
vi: Tệp nhập dữ liệu của tất cả tính năng

source: Click here to download template file
vi: Nhấn vào đây để tải xuống tệp mẫu

source: Load File Data
vi: Tải dữ liệu tập tin

source: Starting
vi: Bắt đầu từ

source: Ending
vi: Kết thúc tại

source: Maximum size: %(max_size)s MB
vi: Kích thước tối đa: %(max_size)s MB

source: Maximum size: 5 MB
vi: Kích thước tối đa: 5 MB

source: List page
vi: Trang danh sách

source: Create page
vi: Trang tạo mới

source: Order Numbering
vi: Số thứ tự

source: Members
vi: Thành viên

source: Name of roles
vi: Tên của vai trò

source: Abbreviation of roles
vi: Tên viết tắt của vai trò

source: Members of roles. Array ID split by commas.
vi: Thành viên thuộc vai trò. Mảng định danh kết nối bởi dấu phẩy.

source: Sheet name
vi: Tên trang tính

source: It is a unique identifier string for users within the organization.
vi: Nó là một chuỗi định danh duy nhất cho người dùng trong tổ chức.

source: The string includes lowercase and uppercase letters, numbers, hyphens, and underscores.
vi: Chuỗi bao gồm chữ thường và chữ hoa, số, dấu gạch ngang và dấu gạch dưới.

source: Must meet 2 of the following conditions
vi: Phải đáp ứng 2 trong các điều kiện sau

source: Contains at least 1 lowercase letter
vi: Chứa ít nhất 1 chữ cái viết thường

source: Contains at least 1 uppercase letter
vi: Chứa ít nhất 1 chữ hoa

source: Contains at least 1 number
vi: Chứa ít nhất 1 số

source: Contains at least 1 special character
vi: Chứa ít nhất 1 ký tự đặc biệt

source: Remarks of first manager
vi: Mô tả về quản lý chính

source: Remarks of second manager
vi: Mô tả về quản lý phụ

source: First name
vi: Tên

source: Last name
vi: Họ

source: Password
vi: Mật khẩu

source: First manager remarks
vi: Mô tả quản lý chính

source: Second manager remarks
vi: Mô tả quản lý phụ

source: Phone number
vi: Số điện thoại

source: Level
vi: Cấp bậc

source: Code
vi: Mã

source: Parent
vi: Cấp trên/Cha

source: Code of employee
vi: Mã của nhân viên

source: First name of employee
vi: Tên của nhân viên

source: Last name of employee
vi: Họ của nhân viên

source: Email of employee
vi: Thư điện tử của nhân viên

source: Phone of employee
vi: Số điện thoại của nhân viên

source: User link to employee
vi: Người dùng liên kết với nhân viên

source: Date joined
vi: Ngày tham gia

source: Date joined of employee
vi: Ngày tham gia của nhân viên

source: DOB of employee
vi: Ngày sinh của nhân viên

source: Format: DD-MM-YYYY
vi: Định dạnh ngày-tháng-năm (DD-MM-YYYY)

source: Group of employee
vi: Nhóm/Phòng ban của nhân viên

source: Role of employee
vi: Vai trò của nhân viên

source: Code of groups
vi: Mã của nhóm

source: Name of groups
vi: Tên của nhóm

source: Level of groups
vi: Cấp bậc của nhóm

source: Parent of groups
vi: Cấp trên/Thành phần cha của nhóm

source: Members of groups
vi: Thành viên của nhóm

source: First manager of groups
vi: Quản lý trưởng của nhóm

source: First manager title of groups
vi: Tiêu đề quản lý trưởng của nhóm

source: Second manager of groups
vi: Quản lý phó của nhóm

source: Second manager title of groups
vi: Tiêu đề quản lý phó của nhóm

source: Remarks of groups
vi: Mô tả về nhóm

source: The array code split by commas
vi: Danh sách mã cách nhau bằng dấu phẩy

source: Currency Base Code
vi: Mã tiền tệ tỷ giá

source: Currency code system for synchronizing exchange rates from VCB
vi: Hệ thống mã tiền tệ đồng bộ tỷ giá từ VCB

source: Selected from 0 (Sale) and 1 (Purchase)
vi: Chọn từ 0 (Bán hàng) và 1 (Mua hàng)

source: Is a list of data organized in an array
vi: Là danh sách dữ liệu được sắp xếp theo mảng

source: Each element in the array being a configuration array as follows: [Type, Value, Date Type, Number of Days, Activation Condition]
vi: Với từng phần tử trong mảng được cấu tạo từ một mảng cấu hình như sau: [Type, Value, Date Type, Number of Days, Activation Condition]

source: Type: The unit used for measuring the value, selected from 0 (Percentage), 1 (Quantity) and 2 (Balance)
vi: Type: Đơn vị sử dụng để tính Giá trị, chọn từ 0 (Phần trăm), 1 (Số lượng) và 2 (Cân bằng)

source: Value: Numerical data in the unit of measurement specified by the type
vi: Giá trị: Dữ liệu số theo đơn vị đo được chỉ định bởi Type

source: Date Type: The type of date used for precise calculation regarding the number of days, selected from 1 (Workday) and 2 (Calendar day)
vi: Date Type: Loại ngày dùng để tính toán chính xác số ngày, được chọn từ 1 (Ngày làm việc) và 2 (Ngày dương lịch)

source: Number of Days: Integer data representing the number of days for the formula, adhering to the day count of the Date Type
vi: Number of Days: Dữ liệu số nguyên biểu thị số ngày của công thức, tuân theo số ngày của Date Type

source: Activation Condition: The time milestone when the event will be triggered, chosen from: 1 (Contract Signing Date), 2 (Delivery Date), 3 (Invoice Date), 4 (Approval Date), 5 (End of Billing Month), and 6 (Order Date)
vi: Activation Condition: Mốc thời gian kích hoạt sự kiện, được chọn từ: 1 (Ngày ký hợp đồng), 2 (Ngày giao hàng), 3 (Ngày lập hóa đơn), 4 (Ngày phê duyệt), 5 (Cuối tháng thanh toán) và 6 (Ngày đặt hàng)

source: Annual Revenue, chosen from: 1 (1-10 billions), 2 (10-20 billions), 3 (20-50 billions), 4 (50-200 billions), 5 (200-1000 billions), 6 (> 1000 billions)
vi: Doanh thu hằng năm, chọn từ: 1 (1-10 tỷ), 2 (10-20 tỷ), 3 (20-50 tỷ), 4 (50-200 tỷ), 5 (200-1000 tỷ), 6 (> 1000 tỷ)

source: Total employee, chosen from: 1 (< 20 people), 2 (20-50 people), 3 (50-200 people), 4 (200-500 people), 5 (> 500 people)
vi: Tổng số nhân viên, chọn từ: 1 (< 20 người), 2 (20-50 người), 3 (50-200 người), 4 (200-500 người), 5 (> 500 người)

source: Code of parent
vi: Mã của cấp trên/thành phần cha

source: List of configurations associated with contacts
vi: Danh sách cấu hình liên kết với Liên hệ

source: The structure of each item in the list as follows: [Contact code, Default]
vi: Cấu trúc của từng mục trong danh sách như sau: [Mã Liên hệ, Là mặc định]

source: Contact code: is the code of the contact function at #saledata.contact
vi: Mã liên hệ: là mã trong chức năng liên hệ, tại trang tính #saledata.contact

source: Is default: Only 1 contact is default with 0 being false, 1 being true
vi: Là mặc định: Chỉ 1 liên hệ là mặc định với 0 là sai, 1 là đúng

source: Example: [["001", 1],["002", 0]]
vi: Ví dụ: [["001", 1],["002", 0]]
