Repository: kienquocIT/mis-ui
Catalog: apps/core/fimport/locale/*/LC_MESSAGES/djangojs.po
Languages: vi

source: File size must be less than or equal to __size__
vi: Kích thước tệp phải nhỏ hơn hoặc bằng __size__

source: The feature is not support import file data
vi: Chức năng này không hỗ trợ nhập dữ liệu từ tập tin

source: Column in file not match with config of template
vi: Cột trong tệp không khớp với cấu hình của mẫu

source: The resource is empty
vi: Dữ liệu đang trống

source: Successfully
vi: Thành công

source: Starting record must be equal or less than ending records
vi: Bắt đầu phải luôn phải bằng hoặc nhỏ hơn kết thúc

source: Size
vi: Kích thước

source: Total rows
vi: Số lượng dòng

source: Data field
vi: Trường dữ liệu

source: Ident
vi: Định danh

source: Unique
vi: Duy nhất

source: Foreign key
vi: Khóa ngoại

source: Foreign key remark
vi: Liên kết tới dữ liệu bảng khác

source: required
vi: Bắt buộc

source: unique
vi: Duy nhất

source: type
vi: Kiểu

source: minlength
vi: Độ dài tối thiểu

source: maxlength
vi: Độ dài tối đa

source: Phone Number Vietnam
vi: Số điện thoại Việt Nam

source: True
vi: Có

source: False
vi: Không

source: Check all in current page
vi: Chọn tất cả dòng trong trang hiện tại

source: Un-check all in current page
vi: Bỏ chọn tất cả dòng trong trang hiện tại

source: Show / hide remarks of columns
vi: Hiển thị / ẩn mô tả các cột

source: Edit with big field
vi: Chỉnh sửa với trường dữ liệu lớn hơn

source: Update value to main field and close
vi: Cập nhật dữ liệu vào trường chính và đóng

source: You can resize the input box by clicking and dragging the button at the bottom right corner.
vi: Bạn có thể thay đổi kích thước hộp nhập bằng cách nhấp và kéo nút ở góc dưới cùng bên phải.
