Repository: kienquocIT/mis-ui
Catalog: apps/hrm/employee/locale/*/LC_MESSAGES/djangojs.po
Languages: vi

source: unsigned
vi: Chưa ký

source: signed
vi: Đã ký

source: copied!
vi: Đã sao chép!

source: rename signature file
vi: Đổi tên tệp chữ ký

source: Rename
vi: Đổi tên

source: Name generator
vi: Tạo tên tự động

source: File name is exist please rename and re-upload
vi: Tên tệp đã tồn tại vui lòng đặt tên khác và tải lại tệp

source: File upload successfully
vi: Tệp tải lên thành công

source: Copy image URL
vi: Sao chép URL hình ảnh

source: Step 1
vi: Bước 1

source: Firstly draw your signature
vi: Đầu tiên vẽ chữ ký của bạn

source: Clear Signature error file
vi: Xoá chữ ký lỗi

source: Clear file and redrawn file
vi: Xoá chữ ký và vẽ lại

source: Step 2
vi: Bước 2

source: Secondly click to upload file
vi: Thứ hai nhấn vào nút tải tệp

source: File after uploaded
vi: Tệp sau khi tải lên

source: Finally r-click to copy file URL
vi: Sau cùng nhấp phải chuột vào Sao chép URL hình ảnh

source: Next
vi: Tiếp

source: Back
vi: Sau

source: Done
vi: Hoàn thành

source: Unsigned
vi: Chưa ký

source: Signed
vi: Đã ký
