Repository: kienquocIT/mis-ui
Catalog: apps/hrm/employee/locale/*/LC_MESSAGES/django.po
Languages: vi

source: Single
vi: Độc thân

source: Gender
vi: Giới tính

source: Religion
vi: Tôn giáo

source: Ethnicity
vi: Dân tộc

source: Place of origin
vi: Nguyên quán

source: Place of birth
vi: Nơi sinh

source: Nationality
vi: Quốc gia

source: Citizen ID
vi: CMND/CCCD

source: Date of issue
vi: Ngày cấp

source: Place of issue
vi: Nơi cấp

source: Marital status
vi: Tình trạng hôn nhân

source: Bank account No
vi: Số tài khoản ngân hàng

source: Account name
vi: Tên tài khoản ngân hàng

source: Tax code
vi: Mã số thuế

source: Personal information
vi: Thông tin cá nhân

source: Permanent address
vi: Địa chỉ thường trú

source: Current resident
vi: Địa chỉ tạm trú

source: Middle Name
vi: Tên đệm

source: General Info
vi: Thông tin chung

source: Engaged
vi: Đính hôn

source: Man
vi: Nam

source: Woman
vi: Nữ

source: Other
vi: Khác

source: Married
vi: Có gia đình

source: Widowed
vi: Quả phụ

source: Separated
vi: Ly thân

source: Divorced
vi: Ly hôn

source: HRM Employee info
vi: HRM Nhân viên

source: Human resources
vi: Nguồn nhân lực

source: Employee data
vi: Dữ liệu nhân viên

source: Contract type
vi: Loại hợp đồng

source: Probationary contract
vi: Hợp đồng thử việc

source: Labor contract
vi: Hợp đồng lao động

source: Addendum contract
vi: Phụ lục hợp đồng

source: Limited time
vi: giới hạn thời gian

source: Signature status
vi: Trạng thái HD

source: File type
vi: Kiểu tệp tin

source: Attached files
vi: Tệp đính kèm

source: Online template
vi: Mẫu trực tuyến

source: Company representative
vi: Đại diện công ty

source: Signing date
vi: Ngày ký

source: Effected date
vi: Ngày hiệu lực

source: Choose gender
vi: Chọn giới tính

source: Choose Marital status
vi: Chọn tình trạng hôn nhân

source: Upload file to Cloud
vi: tải lên tệp lên Đám Mây

source: Sign a contract
vi: Ký hợp đồng

source: Contract request signing successfully
vi: Gửi yêu cầu ký hợp đồng thành công

source: Sign
vi: Ký

source: Clear, Redraw
vi: Xoá, ký lại

source: Employee info
vi: Thông tin nhân viên

source: Signed successfully
vi: Thực hiện ký thành công

source: HRM Signing request
vi: Yêu cầu ký hợp đồng

source: Image Sign
vi: Ký ảnh

source: Employee signature
vi: Chử ký người dùng

source: From file
vi: Từ tệp

source: Draw
vi: Vẽ

source: Choose File
vi: Chọn tệp

source: Agree
vi: Đồng ý

source: User ID
vi: Mã ID Người dùng

source: Citizen ID Number
vi: Mã số Căn cước công dân

source: Dependent's Full Name
vi: Tên người phụ thuộc

source: Contract Information
vi: Thông tin hợp đồng

source: Salary Information
vi: Thông tin lương

source: Salary level
vi: Bậc lương

source: Salary coefficient
vi: Hệ số lương

source: Salary for insurance
vi: Lương đóng bảo hiểm

source: Employee salary
vi: Lương cơ bản

source: Personal infomation
vi: Thông tin cá nhân

source: Dependent person
vi: Người phụ thuộc
