Repository: kienquocIT/mis-ui
Catalog: apps/accounting/accountingreport/locale/*/LC_MESSAGES/django.po
Languages: vi

source: Journal entry report
vi: Báo cáo bút toán

source: General ledger report
vi: Báo cáo sổ cái

source: Apply filter
vi: Áp dụng lọc

source: JE Code
vi: Mã bút toán

source: Total Entries
vi: Tổng số Chứng từ

source: Total Debit
vi: Tổng nợ

source: Total Credit
vi: Tổng có

source: Opening Balance
vi: Số dư đầu kỳ

source: Period Debit
vi: Phát sinh nợ

source: Period Credit
vi: Phát sinh có

source: Closing Balance
vi: Số dư cuối kỳ

source: Trial balance
vi: Cân đối số phát sinh

source: Trial balance report
vi: Bảng cân đối số phát sinh

source: Period Movement
vi: Số phát sinh trong kỳ

source: Account Level
vi: Cấp tài khoản

source: Display
vi: Hiển thị

source: Non-zero account only
vi: Chỉ tài khoản có số dư

source: Account Balance report
vi: Báo cáo số dư tài khoản

source: Account balance report
vi: Báo cáo số dư tài khoản

source: Account group
vi: Nhóm tài khoản

source: Account level
vi: Cấp tài khoản
