Repository: kienquocIT/mis-ui
Catalog: apps/core/attachment/locale/*/LC_MESSAGES/djangojs.po
Languages: vi

source: This content file does not support preview
vi: Nội dung của tệp tin này không hỗ trợ xem trước

source: Properties
vi: Thuộc tính

source: Values
vi: Giá trị

source: File title
vi: Tên tệp tin

source: Remarks
vi: Mô tả

source: File type
vi: Loại tệp

source: File size
vi: Dung lượng tệp

source: Application related
vi: Ứng dụng đã liên kết

source: Document related
vi: Tài liệu đã liên kết

source: Employee created
vi: Nhân viên đã tạo

source: Folder
vi: Thư mục

source: Date created
vi: Ngày tạo

source: Please go to the folder to upload
vi: Vui lòng đi đến thư mục để tải lên

source: Folder is empty
vi: Thư mục đang trống

source: Please select folder before upload
vi: Vui lòng chọn thư mục trước khi tải lên

source: File
vi: Tệp

source: Please select employee
vi: Vui lòng chọn nhân viên

source: Update successfully
vi: Cập nhập hoàn tất

source: Access list
vi: Danh sách truy cập

source: Expire on
vi: Hết hạn vào

source: Access list is empty
vi: Danh sách dữ liệu đang trống

source: You do not have permission to perform this action!
vi: Bạn không có quyền thực hiện chức năng này!

source: Delete this selection
vi: Xóa lựa chọn này

source: File permissions cannot be shared in this space
vi: Tệp không thể chia sẻ

source: Folder permissions cannot be downloaded in this space
vi: Thư mục này không thể tải xuống trong không gian này
