Repository: kienquocIT/mis-ui
Catalog: apps/kms/document_approval/locale/*/LC_MESSAGES/django.po
Languages: vi

source: KMS Document type
vi: KMS Loại tài liệu

source: Document approval
vi: Công văn phê duyệt

source: Attached Documents
vi: Tệp Công văn

source: Internal Recipient
vi: Người nhận nội bộ

source: Add recipient
vi: Thêm người nhận

source: Content group
vi: Nhóm nội dung

source: Security level
vi: Mức bảo mật

source: Published place
vi: Nơi lưu hành

source: Effective date
vi: Ngày hiệu lực

source: Folder
vi: Thư mục

source: Recipient
vi: Người nhận

source: File in folder
vi: Tệp trong thư mục

source: Review
vi: Xem xét

source: Share
vi: Chia sẽ

source: Edit file attributes
vi: Chỉnh sửa thuộc tính tệp

source: Upload version
vi: Tải phiên bản

source: Duplicate
vi: Bản sao

source: Edit file
vi: Sửa tệp
