Repository: kienquocIT/mis-ui
Catalog: apps/accounting/journalentry/locale/*/LC_MESSAGES/django.po
Languages: vi

source: Total debit
vi: Tổng bên nợ

source: Total credit
vi: Tổng bên có

source: Journal entry
vi: Bút toán

source: Debit
vi: Nợ

source: Credit
vi: Có

source: Taxable value
vi: Giá trị chịu thuế

source: Transaction code
vi: Mã GD

source: Transaction name
vi: Tên giao dịch

source: Balanced
vi: Đã cân bằng

source: Imbalance
vi: Chưa cân bằng

source: Dimensions
vi: Các chiều phân tích

source: Dimension
vi: Chiều phân tích

source: Total journal entry
vi: Tổng số bút toán

source: Total source type
vi: Tổng nguồn tạo
