Repository: kienquocIT/mis-ui
Catalog: apps/hrm/attendance/locale/*/LC_MESSAGES/django.po
Languages: vi

source: Shift
vi: Ca làm việc

source: shift
vi: Ca làm việc

source: Shift information
vi: Thông tin ca

source: Add new shift
vi: Thêm ca mới

source: Shift name
vi: Tên ca làm việc

source: Name
vi: Mục

source: Master data shift
vi: Master data ca

source: Check in
vi: Giờ vào

source: Break in (check out 1st half shift)
vi: Nghỉ giữa giờ (kiểm tra ca làm việc đầu tiên)

source: Break out (check in 2nd half shift)
vi: Kết thúc nghỉ giữa giờ (bắt đầu ca làm việc thứ hai)

source: Check out
vi: Giờ ra

source: Grace start
vi: Thời gian bắt đầu vào/ra tối đa

source: Grace end
vi: Thời gian kết thúc vào/ra tối đa

source: Threshold late / Leave early
vi: Ngưỡng đi trễ / về sớm cho phép

source: Attendance table
vi: Bảng chấm công

source: Attendance Table
vi: Bảng chấm công

source: Attendance Filter
vi: Bộ Lọc

source: Department / Employee Filter
vi: Lọc theo phòng ban / nhân viên

source: All Department & Employee
vi: Tất cả phòng ban / nhân viên

source: Apply Filter
vi: Áp dụng lọc

source: Attendance Detail
vi: Dữ liệu chấm công chi tiết

source: P: Present
vi: P: Đi Làm Bình Thường

source: A: Absent
vi: A: Vắng mặt

source: L: Leave
vi: L: Nghỉ phép

source: B: Business Trip
vi: B: Ngày Công Tác

source: H: Holiday
vi: H: Ngày lễ

source: W: Weekend
vi: W: Cuối tuần

source: O: Overtime
vi: O: Tăng ca

source: OB: Overtime on business trip
vi: OB: Tăng Ca Trong Thời Gian Công Tác
