Repository: kienquocIT/mis-ui
Catalog: apps/sales/project/locale/*/LC_MESSAGES/django.po
Languages: vi

source: Close date
vi: Ngày đóng dự án

source: Project task list
vi: Danh sách Giao việc

source: Utilization Report
vi: Báo cáo nguồn lực

source: Task Assignee
vi: Người nhận việc

source: Estimated time
vi: Tổng giờ ước lượng

source: Actual time
vi: Tổng giờ thực tế

source: Total task
vi: Tổng giao việc

source: Total task complete
vi: Tổng giao việc đã hoàn thành

source: R-click to
vi: Chuột phải vào

source: zone
vi: vùng

source: to create new Group and Work
vi: để tạo mới Nhóm và Công việc
