Repository: kienquocIT/mis-ui
Catalog: apps/core/chat3rd/locale/*/LC_MESSAGES/djangojs.po
Languages: vi

source: There are no conversations.
vi: Không có cuộc hội thoại nào.

source: Load more
vi: Tải thêm

source: You've reached the beginning of the conversation.
vi: Bạn đã đến phần đầu của cuộc trò chuyện.

source: Sync pages from main accounts.
vi: Đồng bộ các trang từ tài khoản chính.

source: Only pages with access from the main account will be kept. Pages with lost access will be removed.
vi: Chỉ những trang có quyền truy cập từ tài khoản chính mới được giữ lại. Những trang mất quyền truy cập sẽ bị xóa.

source: Create successful contact
vi: Tạo liên hệ thành công

source: Link account Facebook with contact successfully
vi: Liên kết tài khoản Facebook với liên hệ thành công

source: Create successful lead
vi: Tạo lead thành công

source: Link account Facebook with lead successfully
vi: Liên kết tài khoản Facebook với lead thành công

source: Connect to Facebook
vi: Kết nối với Facebook

source: When you click the 'Connect to Facebook' button, you will be redirected to Facebook, and our app will request access to the pages managed by your account.
vi: Khi bạn nhấn vào nút 'Kết nối với Facebook', bạn sẽ được chuyển hướng đến Facebook, ứng dụng sẽ yêu cầu quyền truy cập vào các trang dưới sự quản lý tài khoản của bạn.

source: This connection allows our app to:
vi: Việc kết nối này cho phép ứng dụng:

source: Use your page access token to manage and automate Messenger interactions on your page.
vi: Sử dụng token truy cập trang của bạn để quản lý và tự động hóa các tương tác qua Messenger trên trang.

source: Provide tools for automating responses, handling customer inquiries, and improving communication efficiency through Messenger.
vi: Cung cấp các công cụ hỗ trợ tự động phản hồi, xử lý tin nhắn từ khách hàng và cải thiện hiệu quả giao tiếp qua Messenger.

source: We are committed to protecting your privacy, and your Messenger data will only be used for enhancing your page's messaging capabilities with your consent.
vi: Chúng tôi cam kết bảo mật thông tin của bạn, và dữ liệu liên quan đến Messenger sẽ chỉ được sử dụng nhằm nâng cao khả năng xử lý tin nhắn của trang với sự đồng ý của bạn.
