Repository: kienquocIT/mis-ui
Catalog: apps/core/chat3rd/locale/*/LC_MESSAGES/django.po
Languages: vi

source: Conversations
vi: Cuộc hội thoại

source: Select the page on the left to get started!
vi: Chọn một trang ở bên trái để bắt đầu!

source: Select the conversation on the left to get started!
vi: Chọn một cuộc trò chuyện ở bên trái để bắt đầu!

source: Scroll to down
vi: Cuộn đến cuối

source: Scroll to top
vi: Cuộn lên đầu

source: Open inbox in new tab of Messenger
vi: Mở hộp thư đến trong tab mới của Messenger

source: Open profile in new tab of Facebook
vi: Mở hồ sơ trong tab mới của Facebook

source: The direct messaging feature on the platform is currently under development and will be available soon.
vi: Tính năng nhắn tin trực tiếp trên nền tảng hiện đang được phát triển.

source: It is currently not possible to track messages in real time.
vi: Hiện tại không thể theo dõi tin nhắn theo thời gian thực.

source: Chat recordings are still available even if you don't interact through Bflow.
vi: Bản ghi trò chuyện vẫn khả dụng ngay cả khi bạn không tương tác qua Bflow.

source: Use Messenger redirects to interact directly with users through the Messenger platform.
vi: Sử dụng chuyển hướng Messenger để tương tác trực tiếp với người dùng thông qua nền tảng Messenger.

source: Collapse user information area and advanced operations.
vi: Thu gọn vùng thông tin người dùng và các thao tác nâng cao.

source: Assign account to exist contact or add new one
vi: Gán tài khoản vào Liên Hệ đã tồn tại hoặc thêm mới

source: Add to exist contact
vi: Thêm vào Liên Hệ đã có

source: Create a contact
vi: Tạo mới Liên Hệ

source: Assign account to exist lead or add new one
vi: Gán tài khoản vào Lead hoặc thêm mới

source: Add to exist Lead
vi: Thêm vào Lead đã có

source: Create a Lead
vi: Tạo mới Lead

source: Messenger config
vi: Cấu hình tính năng Messenger

source: Exist contact
vi: Liên hệ đã tồn tại

source: Pairing of the selected Facebook account with the Bflow system is in progress.
vi: Việc ghép nối tài khoản Facebook đã chọn với hệ thống Bflow đang được tiến hành.

source: Limit per hour
vi: Giới hạn mỗi giờ

source: Exist lead
vi: Lead đã tồn tại

source: Connect to Zalo
vi: Kết nối với Zalo
