Repository: kienquocIT/mis-ui
Catalog: apps/core/home/locale/*/LC_MESSAGES/djangojs.po
Languages: vi

source: Assigned
vi: Được giao

source: Finished
vi: Đã hoàn thành

source: Assigned and Completed task by day
vi: Công việc được giao và đã hoàn thành theo ngày

source: Task by status
vi: Công việc theo trạng thái

source: Task status in 7 days
vi: Trạng thái công việc trong 7 ngày

source: Task report
vi: Báo cáo công việc

source: Hide this data for the future
vi: Ẩn dữ liệu này trong tương lai

source: Confirm
vi: Xác nhận

source: Task status log by day
vi: Nhật ký trạng thái nhiệm vụ theo ngày

source: Opportunity Meeting
vi: Cuộc họp dự án

source: EOffice Meeting
vi: Cuộc họp

source: Business Trip
vi: Công tác

source: Leave Register
vi: Nghỉ phép

source: Holiday
vi: Ngày lễ

source: Birthday
vi: Sinh nhật
