Repository: kienquocIT/mis-ui
Catalog: apps/core/home/locale/*/LC_MESSAGES/django.po
Languages: vi

source: Today Assigned Task
vi: Công việc đã giao hôm nay

source: Overdue Task
vi: Công việc quá hạn

source: Upcoming Today Task
vi: Công việc hôm nay đến hạn

source: Upcoming 3 days Task
vi: Công việc đến hạn trong 3 ngày tới

source: Actives Task
vi: Công việc đang thực hiện

source: Current task data is being collected.
vi: Dữ liệu công việc hiện đang được tổng hợp.

source: Start From Today
vi: Công việc bắt đầu từ hôm nay

source: Task report
vi: Báo cáo công việc

source: 7 days
vi: 7 ngày

source: 14 days
vi: 14 ngày

source: 30 days
vi: 30 ngày

source: To do
vi: Chưa thực hiện

source: Following
vi: Đang theo dõi

source: Pined
vi: Đã ghim

source: Collapse all
vi: Đóng tất cả

source: Expand all
vi: Mở tất cả

source: A quiet day!
vi: Một ngày yên tĩnh!

source: There is a delay in updating the data with new changes. Estimated within 5 minutes of change.
vi: Có sự chậm trễ trong việc cập nhật những thay đổi mới. Ước tính trong vòng 5 phút kể từ khi có thay đổi.

source: Show report task
vi: Hiển thị báo cáo công việc

source: Show summary task
vi: Hiển thị biểu đồ tổng hợp công việc

source: Show calendar
vi: Hiển thị lịch sự kiện

source: Show bookmark
vi: Hiển thị dấu trang

source: Show task list
vi: Hiển thị danh sách công việc

source: Home UI config
vi: Cấu hình giao diện trang chủ

source: Home UI
vi: Giao diện trang chủ
