Repository: kienquocIT/mis-ui
Catalog: apps/sales/productmodificationbom/locale/*/LC_MESSAGES/django.po
Languages: vi

source: Component name
vi: Tên thành phần

source: Component description
vi: Mô tả thành phần

source: Add new component
vi: Thêm thành phần mới

source: Product modification BOM
vi: BOM ráp-rã thiết bị

source: Product Modification BOM
vi: BOM ráp-rã thiết bị

source: Select base product
vi: Chọn sản phẩm ban đầu

source: Inserted component
vi: Thành phần ráp vào

source: Insert component
vi: Thêm thành phần

source: Base cost
vi: Giá ban đầu

source: Modified cost
vi: Giá qua điều chỉnh

source: Base quantity
vi: SL ban đầu

source: Removed quantity
vi: SL tháo rã

source: Minus amount
vi: Khoảng trừ đi

source: Plus amount
vi: Khoảng cộng vào

source: Added component
vi: Thành phần thêm vào
